[{"lesson":{"id":3,"title":"Rhythms And You (RAY)","position":1,"bit_core_tool_id":11,"created_at":"2016-01-29T10:42:59.172-06:00","updated_at":"2016-01-29T12:05:19.494-06:00","is_viz":false},"slides":[{"title":"Welcome","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eWelcome to Rhythms and You (RAY)\u003c/h3\u003e\n\n\u003cp\u003e**\u003c/p\u003e\n\n\u003cp\u003eRAY is based on a tested psychological treatment that helps people understand and manage the symptoms of bipolar disorder.  We have had a lot experience helping others like you improve their mood by learning about how routines affect mood.  \u003c/p\u003e\n\n\u003cp\u003eIn RAY, you will learn about your body clock, routines, and mood.  You will also learn to communicate better with important people in your life and your doctor.\u003c/p\u003e\n\n\u003cp\u003eMany people also take medication to help them manage their moods and bipolar disorder.  Talk to your doctor about whether medications are right for you.\u003c/p\u003e\n\n\u003cp\u003eHere\u0026#39;s what people are saying about RAY:\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;I learned about the importance of getting up at the same time every day.  It\u0026#39;s hard but it helps.\u0026quot;  ---Hiroko, age 24  \u003c/p\u003e\n\n\u003cp\u003e\u0026quot;I\u0026#39;ve noticed that my mood is much worse when I skip meals.  I used to forget to eat dinner when I worked late, but now I am really careful about my routines.  It helps me feel better.\u0026quot; ---Jason, age 38\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;When my kids are on vacation, my schedules gets crazy.  That is when I get depressed.  RAY helped me learn about the importance of routines for the whole family.\u0026quot;  --Kelly, age 41\u003c/p\u003e\n","position":1},{"title":"Meet Your Body Clock!","body":"\u003ch3\u003eEveryone has a body clock!\u003c/h3\u003e\n\n\u003cp\u003e\u003cimg src=\"http://bionews-tx.com/wp-content/uploads/2015/03/shutterstock_67838371.jpg\" alt=\"enter image description here\" title=\"enter image title here\"\u003e\u003c/p\u003e\n","position":2},{"title":"What Does Your Body Clock Do?","body":"\u003ch3\u003eYour body clock controls the timing of many important activities in your body\u003c/h3\u003e\n\n\u003col\u003e\n\u003cli\u003eSleep\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEnergy\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAppetite\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBlood Pressure\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDigestion\u003c/li\u003e\n\u003cli\u003eConcentration\u003c/li\u003e\n\u003c/ol\u003e\n","position":3},{"title":"The Rhythm of Life","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eAlthough you may not be aware of it, your body clock controls many of your life rhythms.  These are called your \u003cem\u003eCircadian Rhythms\u003c/em\u003e.\u003c/h3\u003e\n\n\u003chr\u003e\n\n\u003cp\u003e\u003cimg src=\"https://gracegawlermedia.files.wordpress.com/2014/11/circadian-rhythm-chart-on-physiology.jpg\" alt=\"enter image description here\" title=\"enter image title here\"\u003e   \u003c/p\u003e\n\n\u003cp\u003eRead more about Circadian Rhythms here: \u003ca href=\"https://www.nigms.nih.gov/Education/Pages/Factsheet_CircadianRhythms.aspx\"\u003eNIH Circadian Rhythms Fact Sheet\u003c/a\u003e\u003c/p\u003e\n","position":4},{"title":"What Are Circadian Rhythms?","body":"\u003cp\u003eCircadian rhythms are body processes controlled by a collection of biologic pacemakers located throughout the body that run on an approximate 24 hour cycle.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eThe main pacemaker (biologic clock)  is  located in the brain, but pacemakers can be found in almost every organ including skin and stomach\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eCircadian rhythms are controlled by internal factors (the body clock) and external factors (environmental cues)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eVirtually all living organisms (including plants!) have circadian rhythms\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eCircadian rhythms help plants and animals live harmoniously with their environment\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eClick here to learn more about \u003ca href=\"https://publications.nigms.nih.gov/insidelifescience/biological-clocks.html\"\u003ethe biology of Circadian Rhythms\u003c/a\u003e\u003c/p\u003e\n","position":5},{"title":"When Circadian Rhythms Miss a Beat","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eLike all timekeepers, body clocks sometimes get off track and have to be reset.\u003c/h3\u003e\n\n\u003cp\u003e**  \u003c/p\u003e\n\n\u003cp\u003eA good example is jet lag.   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhen you travel to a new time zone, your body is on a different schedule from the new environment, because your body clock stays for some time on the circadian rhythm you developed in your previous time zone.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe longer you stay in the new time zone, the more your body clock aligns with the external clock.\u003c/li\u003e\n\u003cli\u003eThe process of alignment is driven by environmental cues, especially light and darkness, which tell your body clock whether it is day or night.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOther cues that help re-set your body clock: when you eat and when you are active/inactive \u003c/li\u003e\n\u003cli\u003eJet lag occurs when your body clock is out of sync with cues from a new time zone.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eSymptoms of being out of sync with your body clock include:\u003cbr\u003e\n1. Fatigue\u003cbr\u003e\n2. Sleepiness\u003cbr\u003e\n3. Poor appetite\u003cbr\u003e\n4. Difficulty with concentration\u003cbr\u003e\n5.  Irritability\u003cbr\u003e\n6. Change in bowel habits\u003cbr\u003e\n\u003cimg src=\"http://www.originalgadgetstore.com/img/p/37-77-large.jpg\" alt=\"enter image description here\" title=\"enter image title here\"\u003e\u003c/p\u003e\n","position":6},{"title":"Body Clock and Mood Disorders","body":"\u003cp\u003eWhat does your body clock have to do with your mood disorder?  \u003c/p\u003e\n\n\u003cp\u003eWhen you have a mood disorder  \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eYour body clock is much more sensitive to shifts in schedules, time zones, and routines\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIt is harder for your body clock to stay regular\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen your body clock gets off track, it is harder for it to get back on track\u003c/li\u003e\n\u003cli\u003eNot having a regular routine make your moods worse\u003cbr\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003e\u003cimg src=\"http://images.wisegeek.com/man-asleep-on-pillow-with-hand-on-alarm-clock.jpg\" alt=\"enter image description here\" title=\"enter image title here\"\u003e\u003c/p\u003e\n","position":7},{"title":"Resetting the Clock","body":"\u003cp\u003eYou can re-set your body clock by giving it some hints. Here are some ideas to get started.  We will talk a lot more about this in Rhythms And You (RAY)\u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003e\u003cp\u003eThe body clock is very sensitive to light and dark.\u003cbr\u003e\nHINT: \u003cstrong\u003eMaking sure that you expose your eyes to light in the morning and stay in darkness at night helps your body clock to \u0026quot;keep time.\u0026quot;\u003c/strong\u003e \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eDaily routines remind your body clock about timing.\u003cbr\u003e\nHINT: \u003cstrong\u003eSticking to regular routines helps your body clock stay on track.\u003c/strong\u003e\u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eYour stomach and intestines have sensors that helps to keep your body clock on track.\u003cbr\u003e\nHINT:  \u003cstrong\u003eRegular mealtimes are important for your body clock.\u003c/strong\u003e  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eSocial activities also help keep your clock on track.\u003cbr\u003e\nHINT: \u003cstrong\u003eRegular interactions with friends and family provide important cues for your clock.\u003c/strong\u003e\u003c/p\u003e\u003c/li\u003e\n\u003c/ol\u003e\n","position":8},{"title":"Rhythm Checks","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eLearn to monitor your daily rhythms with the Social Rhythm Metric (SRM).\u003c/h3\u003e\n\n\u003cp\u003e**\u003c/p\u003e\n\n\u003cp\u003eFill out the SRM this week so that you can learn more about your body clock and its rhythms. \u003c/p\u003e\n","position":9},{"title":"Is Your Body Clock Regular?","body":"\u003cp\u003eHow regular is your body clock? Below are some questions that will help you think about regularity of your body clock.  We will pay a lot of attention to regular rhythms in RAY.\u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eDo you go to bed at the same time every night?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you get up at the same time every day?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you have dinner every night?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you exercise every day?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you see other people at the same time every day?\u003cbr\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eIf you answered \u0026quot;no\u0026quot; to one or more of these questions, you can work on improving the regularity of your rhythms which will, in turn, help your mood.    \u003c/p\u003e\n\n\u003cp\u003eLet\u0026#39;s get started!\u003c/p\u003e\n","position":10},{"title":"Introduction to Remembering a Well Period","body":"\u003cp\u003eCan you remember a \u0026quot;Well Period\u0026quot;?  This would be a time when you  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eFunctioned well in your personal and work life (though not so \u0026quot;well\u0026quot; as to be characterized as manic)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMade rational decisions\u003c/li\u003e\n\u003cli\u003eFelt neither consistently down or nor consistently up/irritable \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe goal of the next exercise it to remember your routines during a well period\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDid you have have regular routines during your well period?\u003c/li\u003e\n\u003cli\u003eWas there a connection between your routines and mood?\u003c/li\u003e\n\u003cli\u003eWhich came first...routines or mood?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHow similar (or different) are your current routines from those during the well period ?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe next exercise will ask you to reflect on these questions.  \u003c/p\u003e\n","position":11},{"title":"Introducing the Social Rhythm Metric","body":"\u003cp\u003eNow that you\u0026#39;ve had a chance to think about your routines during a well period, let\u0026#39;s focus on your current routines.\u003c/p\u003e\n\n\u003cp\u003eThe Social Rhythm Metric (SRM)   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eHelps you keep track of your daily routines and rhythms\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTakes less than a minute to complete\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eShould be completed every day\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eShows you the relationship between your rhythms and your mood\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAllows you to set rhythm goals for yourself\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThis week, you will start by filling out the SRM.  You will be asked to record the time that you do each of the following activities:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eTime  you get out of Bed\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFirst Contact with Another Person\u003c/li\u003e\n\u003cli\u003eTime that you start your usual daily activity\u003c/li\u003e\n\u003cli\u003eDinner Time\u003c/li\u003e\n\u003cli\u003eBed Time\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eNext week we will check to see how that went for you.\u003c/p\u003e\n","position":12},{"title":"SRM FAQs","body":"\u003cp\u003e** Here are some tips about questions that commonly arise when completing the SRM**\u003c/p\u003e\n\n\u003cp\u003eTime Out of Bed  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eRecord the time that your feet hit the ground in the morning (your body clock has sensors that can tell you are vertical)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you get up to use the bathroom and then go back to bed briefly, it doesn\u0026#39;t count\u003c/li\u003e\n\u003cli\u003eIf you are out of bed for at least 30 minutes, count that as your Time Out of Bed (even if you go back to bed later for a nap)\u003c/li\u003e\n\u003cli\u003eIf you are awake but lying in bed, don\u0026#39;t record \u0026quot;Out of Bed\u0026quot; until your feet are on the floor for at least 30 minutes.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eFirst Contact with Another Person  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eThis refers to your first reciprocal contact with another person.  How you define \u0026quot;reciprocal\u0026quot; is up to you.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u0026quot;Reciprocal\u0026quot; typically means that the other person responds to you in real time.  Texts don\u0026#39;t usually count because there is often a delay before the other person responds. However, if you get a quick response from a text, you may decide it counts.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFacebook probably doesn\u0026#39;t count, but Facebook Messenger might, if the person responds immediately.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you pass your roommate in the bathroom and he or she says \u0026quot;hi,\u0026quot; that counts.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you order a latte from a barrista at a coffee shop, that counts.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf your cat jumps on your head and wakes you up, that does not count.  It has to be a person.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eTime that you start your usual daily activity\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eUsual daily activity can be anything: a job, housework, classes, volunteer work.  The idea is to pick something that you do multiple times per week.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThere may be days when you do not have a daily activity (for instance, if you work Monday through Friday but do not work on the weekend).\u003c/li\u003e\n\u003cli\u003eIf you have different kinds of activities that you do across the week but each of them gets you out of the house, you can use different activities each day (for instance, on Mondays and Wednesday, you play golf, on Tuesdays and Thursdays you volunteer in the local school, on Fridays you have a book club, and on Sunday you go to church).\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eDinner Time\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eRecord the time that you eat (rather than prepare) dinner.  Your body clock has sensors in the intestinal track that is affected by the time that you eat your meals.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you do not eat dinner on a specific day, it will be recorded as missing.  This is important information that you will examine in subsequent weeks. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eBed Time\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eRecord the time that you turn out the lights for the night with the intent to go to sleep.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you get into bed at 10:30 pm and read for half an hour before turning off the lights at 11 pm, you would record 11 pm as your bed time.\u003c/li\u003e\n\u003cli\u003eIf you are up and down multiple times during the night, record the time that you first tried to go to sleep for at least 30 minutes.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you fall asleep on the couch for an hour after dinner, get up and the go to bed at 1 am for the rest of the night, record 1 am as your bed time.  The time on the couch would be considered a nap.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":13},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003eIt makes a lot of sense that you might resist the idea of sticking to a routine.\u003c/p\u003e\n\n\u003cp\u003eMost of us would rather just do what we feel like doing in any given moment. \u003c/p\u003e\n\n\u003cp\u003eBut the research definitely shows that the more you stick to a routine, the more stable your mood will be.  \u003c/p\u003e\n\n\u003cp\u003eEven small changes in this direction are helpful.\u003c/p\u003e\n","position":14}]},{"lesson":{"id":4,"title":"Rhythm and Blues","position":2,"bit_core_tool_id":11,"created_at":"2016-01-29T14:42:21.821-06:00","updated_at":"2016-01-29T14:42:21.821-06:00","is_viz":false},"slides":[{"title":"Blues: What are Moods and Mood Disorders?","body":"\u003cp\u003e\u003cstrong\u003e\u003cem\u003eI am in bad mood!\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eEvery one has \u0026quot;\u003cem\u003emoods\u003c/em\u003e\u0026quot; which are defined by temporary or passing feelings or emotional states. \u003c/p\u003e\n\n\u003cp\u003eA bad mood may cause someone to have a bad day but rarely interferes with relationships or jobs or life satisfaction.\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eI have a mood disorder!\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\n\u003cp\u003eSome people have  \u0026quot;\u003cem\u003emood disorders\u003c/em\u003e\u0026quot;  which are a group of illnesses (including major depressive disorder and bipolar disorder) in which problems with mood are a primary feature.  \u003c/p\u003e\n\n\u003cp\u003eMood disorders often cause problems with relationships and jobs. \u003c/p\u003e\n\n\u003cp\u003eExamples of mood disorders include depression and bipolar disorder.\u003c/p\u003e\n\n\u003cp\u003eTo learn more about depression, visit this website: \u003ca href=\"http://www.nimh.nih.gov/health/topics/depression/index.shtml\"\u003eNIH Information About Depression\u003c/a\u003e\u003c/p\u003e\n","position":1},{"title":"What is Bipolar Disorder?","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eBipolar Disorder\u003c/h3\u003e\n\n\u003cp\u003e**   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003ePreviously called manic-depressive illness\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eA brain disorder that causes changes in mood, energy, and activity\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Often runs in families\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAffects the body clock\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eCharacterized by mood swings (\u0026quot;mania\u0026quot; or \u0026quot;hypomania\u0026quot; alternating with \u0026quot;depression\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUsually starts when a person is in their teens or early adulthood\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTreated with medications and psychotherapy\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eRead more about bipolar disorder here  \u003ca href=\"http://www.nimh.nih.gov/health/topics/bipolar-disorder/index.shtml\"\u003eNIH Information on Bipolar Disorder\u003c/a\u003e\u003c/p\u003e\n\n\u003cp\u003eOr watch this \u003ca href=\"https://www.youtube.com/watch?v=B139W3-GZTo\"\u003evideo\u003c/a\u003e\u003c/p\u003e\n","position":2},{"title":"What are the Symptoms of a Depressive Episode?","body":"\u003cp\u003eSymptoms of depression include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eAt least two weeks of feeling sad or down most of the day, nearly every day\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eLoss of interest in activities, including food and sex\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFeeling tired or slowed down\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHaving trouble concentrating, focusing, or making decisions\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBeing restless or irritable\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEating too much or too little\u003c/li\u003e\n\u003cli\u003eSleeping too much or too little\u003c/li\u003e\n\u003cli\u003eThinking of death or suicide or attempting suicide\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eClick here to watch a video about \u003ca href=\"https://www.youtube.com/watch?v=XiCrniLQGYc\"\u003edepression\u003c/a\u003e\u003c/p\u003e\n","position":3},{"title":"What are the Symptoms of a Manic Episode?","body":"\u003cp\u003eMania can be very severe, sometimes requiring hospitalization.  It often causes problems with jobs and relationships\u003c/p\u003e\n\n\u003cp\u003eMania is diagnosed when someone experiences at least a one week period of several of these symptoms:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eFeeling \u0026quot;too\u0026quot; happy or being  very irritable\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTalking very fast\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThoughts jumping from topic to topic\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBeing easily distracted\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSleeping very little and yet not feeling tired\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHaving lots of energy\u003c/li\u003e\n\u003cli\u003eStarting lots of new projects or getting involved in many more activities than usual\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHaving an unrealistic view of one\u0026#39;s abilities\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eActing impulsively\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEngaging in high-risk behaviors like spending a lot of money or being sexually promiscuous\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUnrealistic thoughts like hearing voices that do not exist or feeling frightened for no reason\u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"What is Hypomania?","body":"\u003cp\u003e\u0026quot;Hypo\u0026quot;  means \u0026quot;below\u0026quot; or \u0026quot;beneath\u0026quot;\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;Hypomania\u0026quot; refers to an episode of mania that is \u0026quot;below\u0026quot; mania in its intensity. Hypomania does not usually result in hospitalization or cause problems with jobs.  It may, however, have an impact on your relationships.  \u003c/p\u003e\n\n\u003cp\u003eIf you experience hypomania, you may have at least 4 consecutive days when you :\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eFeel better than usual\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHave more energy than usual\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHave more interest in sex\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNeed less sleep\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSpeak more quickly\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEat less\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo more activities\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eHypomania can feel really good for a while, but it doesn\u0026#39;t last.  \u003c/p\u003e\n","position":5},{"title":"Suicide and Bipolar Disorder","body":"\u003ch3\u003eSuicide is a common consequence of bipolar disorder\u003c/h3\u003e\n\n\u003cp\u003eFacts about suicide and bipolar disorder  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eAbout 20% of people with bipolar disorder die by suicide.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e25-50% of people with bipolar disorder attempt suicide at least once.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGetting treatment helps: people are less likely to kill themselves if they get treatment for their illness.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eSigns of suicide risk include  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWishing for death or thinking that they would be better off dead\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThinking about or looking for ways to kill themselves\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSaying or feeling that they are a burden to others\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGiving away prized possessions\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSaying goodbye to close family members or friends \u003c/li\u003e\n\u003cli\u003eWriting a suicide note\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cstrong\u003eIf you or someone you know is showing signs of suicide risk, call 911 or go to the nearest emergency room\u003c/strong\u003e.\u003c/p\u003e\n\n\u003cp\u003eOr call the National Suicide Prevention Lifeline\u003cbr\u003e\n1-800-273-TALK\u003c/p\u003e\n","position":6},{"title":"What Kind of Bipolar Disorder Do I Have?","body":"\u003cp\u003eBipolar Disorder is many things.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u0026quot;Bipolar Disorder\u0026quot; and \u0026quot;Manic Depression\u0026quot; are the same thing (\u0026quot;Manic Depression\u0026quot; is the old name)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBipolar I Disorder is alternating manic and (usually) depressive episodes.\u003c/li\u003e\n\u003cli\u003eBipolar II Disorder is alternating hypomanic and depressive episodes.\u003c/li\u003e\n\u003cli\u003eBipolar Disorder, unspecified type, is alternating mild hypomanic and  depressive episodes\u003c/li\u003e\n\u003c/ul\u003e\n","position":7},{"title":"Depression and Bipolar Disorder: Same or Different?","body":"\u003cp\u003e\u003cstrong\u003eCan I have both depression and bipolar disorder?\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eIf you have bipolar disorder, your depression is part of your bipolar disorder.  You can\u0026#39;t have a diagnosis of both depressive disorder and bipolar disorder.\u003c/p\u003e\n\n\u003cp\u003eIn bipolar disorder, depressions occur more frequently than mania or hypomania.\u003c/p\u003e\n\n\u003cp\u003eOnce you experience a single episode of mania or hypomania, your diagnosis changes from depressive disorder to bipolar disorder.  \u003c/p\u003e\n\n\u003cp\u003eGetting a correct diagnosis is important because doctors  often recommend different treatments for depressive disorders and bipolar disorder.\u003c/p\u003e\n","position":8},{"title":"Maybe It's Not Bipolar Disorder","body":"\u003cp\u003eMaking a diagnosis of bipolar disorder (I, II, or unspecified) is sometimes difficult because other disorders can be confused with bipolar disorder and sometimes co-occur with bipolar disorder.  Below are some mental health disorders that are sometimes confused with--and sometimes co-occur with--bipolar disorder.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cp\u003eBorderline Personality Disorder (for more information, visit \u003ca href=\"http://www.nimh.nih.gov/health/topics/borderline-personality-disorder/index.shtml\"\u003eNIMH Information on Borderline Personality Disorder\u003c/a\u003e)  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eAnxiety Disorders (for more information, visit \u003ca href=\"http://www.nimh.nih.gov/health/topics/anxiety-disorders/index.shtml\"\u003eNIMH information on Anxiety Disorders\u003c/a\u003e)  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eDrug Abuse (for more information about the mental health effects of drug abuse, visit \u003ca href=\"http://www.drugabuse.gov/publications/medical-consequences-drug-abuse/mental-health-effects\"\u003eNIDA\u0026#39;s information on mental health effects of drug use\u003c/a\u003e)\u003c/p\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":9},{"title":"Learning to Rate Your Moods","body":"\u003cp\u003eIn the next exercise, you will learn to rate your mood.\u003c/p\u003e\n\n\u003cp\u003eThe Mood Thermometer proceeds from  +5 to -5\u003cbr\u003e\n +5=the most manic  you have ever felt\u003cbr\u003e\n -5=the most depressed you have ever felt\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;Normal\u0026quot; moods range from +1 to -1\u003cbr\u003e\n+1 = a little bit upbeat (how you feel after getting some good news)\u003cbr\u003e\n-1 = a little bit down (how you feel when you are having a bad day)  \u003c/p\u003e\n\n\u003cp\u003e0= very level mood\u003c/p\u003e\n\n\u003cp\u003eMoods in the range of +2 to -2 suggest that early signs of depression or mania are present but not yet out of control.  Here are some examples of what these ratings mean\u003cbr\u003e\n+2 = really up, starting to feel like nothing can get me down\u003cbr\u003e\n-2 = low interest, pulling away from people and not wanting to talk much\u003c/p\u003e\n\n\u003cp\u003eEach person will experience different symptoms at each level on the Mood Thermometer.   \u003c/p\u003e\n\n\u003cp\u003eComplete your personal Mood Thermometer to identify your own symptoms at each mood level.\u003c/p\u003e\n","position":10},{"title":"Q \u0026 A about the  Mood Thermometer","body":"\u003cp\u003e\u003cstrong\u003eQ\u003c/strong\u003e: If I was upset about something that happened at work, would I rate my mood as -1?  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eA:\u003c/strong\u003e I think it depends on how upset you were.  If it was just a blip, I think a -1 would be right. If you spent the whole day crying and feeling like you wanted to crawl into bed, you might go for a -2.  If you had suicidal thoughts, maybe it would be -3.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eQ\u003c/strong\u003e: When I get manic, I get more irritable than happy. How would I rate that?\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eA\u003c/strong\u003e: That’s very common.  The plus side of the scale is used for an overly happy or an overly irritated mood. Most people at +4 or a +5 have some degree of irritability.The plus sign may be misleading.  These aren’t necessarily positive states, although they may feel that way some of the time.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eQ\u003c/strong\u003e: So zero is good?  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eA\u003c/strong\u003e: With this scale, a zero is a normal mood.\u003c/p\u003e\n","position":11},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003eThe position of the sun in the morning (low on the horizon) tells your body clock that the day has started.  \u003c/p\u003e\n\n\u003cp\u003eGo for a walk outdoors in the morning, even when it is cold or cloudy!  A quick stroll will give you enough sun exposure to signal your body clock that it\u0026#39;s time to start the day.\u003c/p\u003e\n\n\u003cp\u003eNo time to take a walk?  Just open the curtains and windows or simply turn on your brightest lights.  Light in the morning is good for your body clock!\u003c/p\u003e\n","position":12}]},{"lesson":{"id":5,"title":"Finding the Beat: Daily Anchors for Rhythms and Mood","position":3,"bit_core_tool_id":11,"created_at":"2016-01-31T19:38:32.923-06:00","updated_at":"2016-02-16T10:57:31.463-06:00","is_viz":false},"slides":[{"title":"What is a Zeitgeber?","body":"\u003cp\u003e\u003cem\u003eZeitgeber\u003c/em\u003e= \u0026quot;Timekeeper\u0026quot;\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eZeitgebers\u003c/em\u003e help keep your Circadian Clock on track.\u003c/p\u003e\n\n\u003cp\u003eThe rising and setting of the sun is the most powerful and regular \u003cem\u003eZeitgeber\u003c/em\u003e in our environment.\u003c/p\u003e\n","position":1},{"title":"What is a Social Zeitgeber?","body":"\u003cp\u003eA Social \u003cem\u003eZeitgeber\u003c/em\u003e --or anchor--is a social factor that keeps your schedule and your Circadian Clock on track.  Here are some examples:  \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003e\u003cp\u003eTim\u0026#39;s dog always wakes me him at 6:30 a.m. to let him out.  If Tim doesn’t get up, the dog makes a mess in the house.  Tim\u0026#39;s dog is a social rhythm anchor because he helps get Tim up at the same time every morning.  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eJanelle\u0026#39;s mother is a social anchor for her. Even though they live far apart, she calls her mother every day around dinner time. If  she forgets to call her, her mother gives Janelle a really hard time.  Even though Janelle sometimes resents having to call her mother, she almost never forgets that phone call.\u003c/p\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eCan you think of some social anchors in your life?\u003c/p\u003e\n","position":2},{"title":"Examples of Social Anchors","body":"\u003cp\u003eCommon social anchors include:  \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eDropping children off at school\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Eating a meal with a family member\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Starting work or school or a volunteer activity\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Taking your medications\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Taking bath or shower\u003c/li\u003e\n\u003cli\u003e Exercise\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFeeding a pet\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Calling a friend/relative\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Helping children with homework\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Doing housework\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eDo any of them apply to your life?  \u003c/p\u003e\n\n\u003cp\u003eWhat  activities or social connections help anchor your routines?\u003c/p\u003e\n","position":3},{"title":"Using Social Anchors to Keep the Beat","body":"\u003cp\u003eSocial anchors help your body clock keep its rhythm. \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eThink about activities in your life that happen at the same time every day.  These activities help to keep your clock regular.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThink about activities that happen at different times most days of the week.  Changes in routines may confuse your body\u0026#39;s clock.\u003cbr\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eWhat can you do to help your body clock stay regular?  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDevelop  more regular routines in your daily life.  This will help to \u0026quot;train\u0026quot; your body clock\u003c/li\u003e\n\u003cli\u003eRAY will help you set goals to establish more regular routines\u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"Using the SRM to Set Goals","body":"\u003cp\u003eThe Social Rhythm Metric (SRM) helps you track 5 daily activities.  Setting SRM goals will help your body clock become more regular.\u003c/p\u003e\n\n\u003cp\u003eLook at your SRM for the past week.  Pick one activity that you think would benefit from being a little bit more regular.  Set one (and only one!) goal for this week.  Here are examples of SRM goals that you may choose:  \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eI will try to get up at the same time every day this week\u003cbr\u003e\n\u003cstrong\u003eTip:\u003c/strong\u003e don\u0026#39;t try to get up earlier than usual; just try to get up at the same time every day.\u003c/li\u003e\n\u003cli\u003e I will try to start my daily activity at the same time every day this week.\u003cbr\u003e\n\u003cstrong\u003eTip\u003c/strong\u003e:  Find something to do on Saturdays and Sundays too.\u003c/li\u003e\n\u003cli\u003e I will eat dinner at the same time every day.\u003cbr\u003e\n\u003cstrong\u003eTip\u003c/strong\u003e: Try to find someone who will meet you for meals.  It will increase the chance that you will do it. Social contact may also help your mood.\u003c/li\u003e\n\u003cli\u003e I will go to bed at the same time every night\u003cbr\u003e\n\u003cstrong\u003eTip\u003c/strong\u003e: Your getting up time sets your sleep time, so you may want to focus on your wake time before working on your bedtime.\u003c/li\u003e\n\u003c/ol\u003e\n","position":5},{"title":"Setting Target Times for SRMs","body":"\u003cp\u003eThis week we will add target times for the SRM\u003c/p\u003e\n\n\u003cp\u003eBased on your past week\u0026#39;s SRMs, the RAY program has generated average times that you are doing each of the 5 SRM activities.  This is now considered your \u0026quot;target time\u0026quot; for each activity.\u003c/p\u003e\n\n\u003cp\u003eYou can change the target time by adjusting it on your SRM.  \u003c/p\u003e\n\n\u003cp\u003eWe recommend that you do not change your target time by more than 30 minutes per week for any given activity.  If you make abrupt changes, you will confuse you body clock and experience jet lag-like symptoms.\u003c/p\u003e\n","position":6},{"title":"Barriers to Achieving SRM Goals","body":"\u003cp\u003eDon\u0026#39;t feel discouraged if you set an SRM goal and have trouble meeting it.  Achieving regular routines is harder than it sounds.  Lots of people have trouble meeting their goals at first.  \u003c/p\u003e\n\n\u003cp\u003eRAY will give you specific suggestions to help you meet your goals. But, here are some general thoughts to get you started:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003ePick small, manageable goals\u003c/strong\u003e: Aim to make small changes, such as shifting your schedule by 15 minute increments.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eBreak goals into smaller parts\u003c/strong\u003e:  If you want to make a big change, break it into smaller components, and then work on one part at a time.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eDepression makes it harder\u003c/strong\u003e:  If you are depressed, give yourself a break.  Low energy and low motivation are symptoms of depression.  It will take a bit longer to get where you want to go, but you will get there.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eDon\u0026#39;t get discouraged. RAY will help.\u003c/p\u003e\n","position":7},{"title":"Rhythms and Mood","body":"\u003cp\u003eAs you complete your SRMs this week pay attention to the following:\u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eHow close are you to your target time?\u003c/li\u003e\n\u003cli\u003eIs your mood affected when you are closer to/farther away from your target time?\u003c/li\u003e\n\u003cli\u003eIs there a relationship between your mood ratings and the overall level of regularity on your daily activities?\u003c/li\u003e\n\u003cli\u003eWhen you make changes to rhythms, does it have an impact on your mood?\u003c/li\u003e\n\u003c/ol\u003e\n","position":8},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003eBright, artificial light in the evening confuses your body clock, making it think you are outside in daylight.  \u003c/p\u003e\n\n\u003cp\u003eAs bedtime approaches, try to avoid bright lights.  \u003c/p\u003e\n\n\u003cp\u003eIf you wake up in the middle of the night, don\u0026#39;t turn the overhead light on.  Use a small, dim nightlight instead so you don\u0026#39;t \u0026quot;wake up\u0026quot; your body clock by mistake. \u003c/p\u003e\n","position":9}]},{"lesson":{"id":6,"title":"Bipolar Disorder and Physical Health","position":4,"bit_core_tool_id":11,"created_at":"2016-02-01T15:39:00.813-06:00","updated_at":"2016-02-01T15:39:00.813-06:00","is_viz":false},"slides":[{"title":"Physical Health and Bipolar Disorder","body":"\u003cp\u003eIf you have bipolar disorder, you may be at higher risk for some of the following health problems.  \u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eDiabetes\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHeart disease\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThyroid problems\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Migraine headaches\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e High blood pressure\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eObesity\u003cbr\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eIt is very important that you see your medical doctor for regular check ups!\u003c/p\u003e\n","position":1},{"title":"Rhythms and Physical Health","body":"\u003cp\u003e\u003cstrong\u003eCircadian rhythms affect physical health too\u003c/strong\u003e  \u003c/p\u003e\n\n\u003cp\u003eIrregular daily rhythms can increase the levels of \u0026quot;bad\u0026quot; inflammatory factors in your bloodstream, contributing to your risk for   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eObesity\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDiabetes\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMigraine headaches\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003ePoor sleep, a common part of dysregulated rhythms, is associated with\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eHeart problems\u003c/li\u003e\n\u003cli\u003eDecreased productivity at work and home\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ePoor concentration\u003c/li\u003e\n\u003cli\u003eObesity\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eRegular rhythms are good for your mental and physical health!\u003c/p\u003e\n","position":2},{"title":"Exercise and Me","body":"\u003cp\u003eWhen you are depressed, it can be really hard to exercise because depression causes  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003elow  energy\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eincreased sleep\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003elow motivation\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eworse concentration\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eAnd yet, regular exercise can help reset your body clock and improve your mood.  \u003c/p\u003e\n\n\u003cp\u003eHere are some tips to help you get moving, even when you are depressed:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eSet small, manageable exercise goals to start. A short walk may be a reasonable goal for you.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo not try to do too much\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFind a friend who will exercise with you to improve your motivation\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFind something you enjoy doing  (rather than something that feels like a chore)\u003c/li\u003e\n\u003cli\u003eDon\u0026#39;t get discouraged;   if you have trouble getting started or slip up, just set a smaller goal and build up more slowly\u003c/li\u003e\n\u003cli\u003eTry using a fitness app\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTry using a personal health monitor to measure number of steps you take each day. Increase  your steps by 50 each day to reach your goal.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eFor some excellent suggestions about getting started with a healthy fitness program , visit this \u003ca href=\"http://www.nhs.uk/livewell/fitness/Pages/Fitnesshome.aspx\"\u003eNHS website\u003c/a\u003e\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eMake sure you check with your doctor first to make sure that any new exercise program is safe for you!\u003c/em\u003e\u003c/p\u003e\n","position":3},{"title":"Talking to Your Doctor About Bipolar Disorder","body":"\u003cp\u003eYou may wish to discuss your mental health with your doctor at your next  visit.  Here are some topics that you may wish to raise:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDiagnosis\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBipolar Disorder and physical health\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBipolar Disorder and sexual health\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMedications for Bipolar Disorder\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOther health care providers (psychologists, psychiatrists) who can help with Bipolar Disorder\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIt  can be hard to start a conversation with your doctor about these topics.\u003c/p\u003e\n\n\u003cp\u003eGet your GAME on to work more effectively with your doctor\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eG\u003c/strong\u003eET READY\u003cbr\u003e\n\u003cstrong\u003eA\u003c/strong\u003eSK  QUESTIONS\u003cbr\u003e\n\u003cstrong\u003eM\u003c/strong\u003eAIN POINTS\u003cbr\u003e\n\u003cstrong\u003eE\u003c/strong\u003eMPHASIZE YOUR WISHES\u003c/p\u003e\n\n\u003cp\u003eThe next exercise  will help you get your GAME on with your doctor.\u003c/p\u003e\n","position":4},{"title":"Supranormal Rhythms","body":"\u003cp\u003eMay people tell us  at the beginning of RAY that going to bed at the same time every night and getting up at the same time every morning is crazy!  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eJim said, \u0026quot;No one I know gets up early on the weekend.  Everyone likes to sleep in on the weekends after a hard work week.\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eKaitlyn said, \u0026quot;No one in college has a regular schedule.  I can\u0026#39;t possibly get up at the same time every day.  It depends on my classes.\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eArjun said, \u0026quot;I hate living on a schedule.  I like spontaneity.  That\u0026#39;s how I roll.\u0026quot; \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWe are asking you do something a little weird...to develop \u003cem\u003esupranormal\u003c/em\u003e rhythms.  \u003cem\u003eSupranormal\u003c/em\u003e means \u0026quot;above\u0026quot; normal or \u0026quot;more than\u0026quot; normal  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIf you have diabetes, you have to be extra careful about your sugar intake—more careful about eating sugary foods than a person without diabetes—in order to stay healthy.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe same thing is true for schedules and bipolar disorder: if you have bipolar disorder, you have to keep a very regular schedule—more regular than someone who does not have bipolar disorder.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis may not seem fair, and maybe it isn’t fair, but it is also not fair that a person with diabetes has to be very careful about his diet.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis is something that you can do for yourself to help improve your mood and help keep you well. Keeping a regular schedule is a way that you can exert control over your illness.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eAfter developing \u003cem\u003esupranormal\u003c/em\u003e  routines with RAY, this what we were told: \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eJim said, \u0026quot;It is still annoying to set my alarm for 8 am on Saturday and Sunday, but Monday mornings are now so much easier for me. I am also much less angry with my kids and have more energy overall.\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eKaitlyn said, \u0026quot;I have convinced my roommates to eat breakfast with me every morning, even if we don\u0026#39;t have an early class.  I make coffee for all four of us and it is really kind of fun.  My concentration during the day is much better, and I am no longer sleeping through my classes. It is definitely worth it.\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eArjun said, \u0026quot;I still like spontaneity, but I reward myself for having dinner every night at 7 pm by cooking some awesome spicy meals with my girlfriend.  We have gotten much more creative with our recipes since we are planning around my routines.  She is really into helping me because when I stay on track with my schedule,  I am less out of control and nicer to her. I can also concentrate better on my music in the evening if I have eaten something substantial. And, of course, it helps me go to bed on time.\u0026quot;\u003c/li\u003e\n\u003c/ul\u003e\n","position":5},{"title":"More About SRM Goal Setting","body":"\u003cp\u003eLast week you were asked to set an SRM Goal. Let\u0026#39;s evaluate your progress on your SRM goals.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDid you meet your SRM goal?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf not, why not? \u003c/li\u003e\n\u003cli\u003eWas there a connection between achieving or not achieving your SRM goal and your mood this week?\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe next RAY exercise \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWill be helpful for you if you had trouble reaching your goal.\u003c/li\u003e\n\u003cli\u003eWill help you set your next goal if you were successful this week in reaching your first goal.\u003c/li\u003e\n\u003c/ul\u003e\n","position":6},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003eAs we discussed, disordered circadian rhythms play a role in medical illnesses such as:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eobesity\u003c/li\u003e\n\u003cli\u003ecancer\u003c/li\u003e\n\u003cli\u003emigraine headaches\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe modern world is confusing to our circadian rhythms because  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eArtificial light\u003c/strong\u003e at night makes our bodies think it is daytime long after sunset\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe \u003cstrong\u003econstant availability of food\u003c/strong\u003e makes it unnecessary for us to eat at specific times of day \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eSome scientists think that our bodies\u0026#39; efforts to overcome the confusing effects of artificial light and modern schedules may be major contributors to the \u003cstrong\u003eglobal obesity epidemic\u003c/strong\u003e.    \u003c/p\u003e\n\n\u003cp\u003eRead more about it \u003ca href=\"https://www.sciencedaily.com/releases/2012/08/120829195119.htm\"\u003ehere.\u003c/a\u003e\u003c/p\u003e\n\n\u003cp\u003eRegular rhythms may help not only your mood but also your body.\u003c/p\u003e\n","position":7}]},{"lesson":{"id":7,"title":"Rhythms and Sleep: Strategies for Better Sleep","position":5,"bit_core_tool_id":11,"created_at":"2016-02-01T16:22:51.700-06:00","updated_at":"2016-02-16T10:57:59.490-06:00","is_viz":false},"slides":[{"title":"Why Do We Sleep?","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eSleep Facts\u003c/h3\u003e\n\n\u003cp\u003e**\u003c/p\u003e\n\n\u003cp\u003eWe spend one third of our lives asleep.\u003cbr\u003e\nSome parts of the brain are more active at while we sleep than when we are awake.\u003cbr\u003e\nSleep enhances memory and creativity.  \u003c/p\u003e\n","position":1},{"title":"What Happens When We Don't Get Enough Sleep?","body":"\u003cp\u003eMany of us are sleep deprived, especially\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eTeenagers\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eShift-workers\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOlder adults\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMost of us!  In the 1950\u0026#39;s, we got 8 hours of sleep; today, the average adult gets only 6.5 hours of sleep\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWhen you are sleep-deprived,  you are at an increased risk for:\u003cbr\u003e\n- Driving accidents\u003cbr\u003e\n- Poor judgment at work\u003cbr\u003e\n- Poor memory\u003cbr\u003e\n- Increased impulsiveness\u003cbr\u003e\n- Weight gain\u003cbr\u003e\n- Cravings for stimulants (caffeine, nicotine) and carbohydrates\u003c/p\u003e\n","position":2},{"title":"Sleep is Important","body":"\u003cp\u003eGetting good sleep is one the most important things you can do for your health!\u003c/p\u003e\n\n\u003cp\u003eBetter sleep will help your  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eMood\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBody Clock\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBrain\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMemory\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ePhysical health\u003c/li\u003e\n\u003c/ul\u003e\n","position":3},{"title":"How Does My Brain Control Sleep?","body":"\u003cp\u003e\u003cstrong\u003eSleep is Regulated By Two Processes\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eThe Sleep or \u0026quot;S\u0026quot; Process\u003c/em\u003e:   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eYour brain measures the amount of time you have been awake.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis \u0026quot;sleep juice\u0026quot; builds up during the day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe longer you have been awake, the more \u0026quot;sleep juice\u0026quot; builds up.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Sleep drive, or sleep juice, decreases quickly while you are asleep. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003eThe Circadian or \u0026quot;C\u0026quot; Process\u003c/em\u003e:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eYour body clock run on roughly a 24 hour cycle, controlled by chemicals in the brain.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYour body clock increases your sleep drive in the middle of the night and decreases it in the middle of the day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe times that it’s hardest to stay awake are from about 3 - 6 a.m. (if you’ve been awake all night).\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you stay awake longer, you notice a “second wind” of alertness kicking in later in the morning, at 9 a.m. to noon.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYour body clock makes sure that you’re less sleepy during the day than at night.\u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"The S and C Processes Work Together to Ensure Optimal Sleep ","body":"\u003cp\u003e\u003cstrong\u003eTwo Forces that Guide Your Sleep Work Together\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eAt the end of the day, your “sleep juice” is high because of how long you’ve been awake; that helps you  fall asleep.   \u003c/p\u003e\n\n\u003cp\u003eLater in the night, your body clock’s sleep drive reaches a peak, helping you to stay asleep.  \u003c/p\u003e\n\n\u003cp\u003eThese graph shows you what \u0026quot;good\u0026quot; sleep patterns look like.  Notice the following:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eThe sleep drive is increasing over the period of wakefulness (\u0026quot;W\u0026quot;).\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThe Circadian drive to sleep is lowest during the period of wakefulness (\u0026quot;W\u0026quot;).\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAs sleep starts (blue shading), both the sleep drive are high and the Circadian drive to sleep are high.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAround 5 am, both the S and C drives start to drop, preparing the body for wakefulness.\u003c/li\u003e\n\u003cli\u003eThe S and C drives are in sync.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e[insert graph from BBTI hand out here]\u003c/p\u003e\n","position":5},{"title":"What Happens When The S and C Processes Don't Work Together?","body":"\u003cp\u003eSometimes the S and C process do not align and sleep goes wrong.   \u003c/p\u003e\n\n\u003cp\u003eHere are some examples of how sleep can go wrong.\u003c/p\u003e\n\n\u003cp\u003e[insert graphs from BBTI handout]\u003c/p\u003e\n","position":6},{"title":"4 \"Easy\" Steps to Improving Sleep","body":"\u003col\u003e\n\u003cli\u003eReduce your time in bed\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDon\u0026#39;t go to bed unless you\u0026#39;re sleepy\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDon\u0026#39;t stay in bed unless you\u0026#39;re asleep\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGet up at the same time every day\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003eLet\u0026#39;s think more about each of these sleep tips!\u003c/p\u003e\n","position":7},{"title":"Reduce Your Time in Bed","body":"\u003cp\u003eIf you are experiencing trouble sleeping at night (more than 30 minutes of wakefulness during the night), consider reducing your time in  bed:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIf your brain is able to get 6 hours of actual sleep at night, but you spend 11 hours in bed, then you’re guaranteed to have 5 hours of wakefulness in bed.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThat can lead to lots of frustration, which can actually make your sleep worse still.\u003c/li\u003e\n\u003cli\u003e“Sleep juice” is increased by increasing amounts of wakefulness during the day.    Cutting down your time in bed increases the time you’re awake, which of course increases that same “sleep juice.”\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen we say to decrease time in bed, we are not really aiming to decrease the amount of \u003cem\u003esleep\u003c/em\u003e you get in bed, just the amount of \u003cem\u003ewakefulness\u003c/em\u003e you have in bed.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eRemember that it is not that unusual for it to take up to a half hour to fall asleep, so don\u0026#39;t worry if you are awake for 30 minutes before falling asleep\u003c/li\u003e\n\u003c/ul\u003e\n","position":8},{"title":"Strategies for Reducing Time in Bed","body":"\u003cp\u003e\u003cstrong\u003eYour goal is to reduce Time in Bed to Total Sleep Time + 30 minutes.\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003ePick your target Out-of-Bed time.\u003cbr\u003e\nWork backward from there to decide your target Bedtime.\u003cbr\u003e\nKeep these ideas in mind: \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eAlways make changes slowly, altering your schedule by no more than 30 minutes per day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Always spend at least 7 hours in bed, even if that is more than Total Sleep + 30 minutes. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cstrong\u003eEXAMPLE\u003c/strong\u003e:  Bob is in bed from 2 am to noon (10 hours) but only sleeping for 6 1/2 hours per night.  Bob\u0026#39;s goal is to spend 7 hours in bed (6 1/2 hours plus 30 minutes).  He would like to go to  get up at 8 am but knows that he has to make the change gradually  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eBob moves his Out-of-Bed time back by 30 minutes on Day 1: he goes to bed at the same time (2 am) but gets up at 11:30 am instead of noon.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOn Day 2, Bob goes to bed at 2 am and gets up at 11 am.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOn Day 3, Bob goes to bed at 2 am and gets up at 10:30 am.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOn Day 4, Bob goes to bed at 2 am and gets up at 10 am.\u003c/li\u003e\n\u003cli\u003eOn Day 5, Bob goes to bed at 2 am and gets up at 9:30 am.\u003c/li\u003e\n\u003cli\u003eOn Day 6, Bob goes to bed at 2 am and gets up at 9 am.  At this point, he has hit his goal of 7 hours in bed.  But, he has not yet met his goal of getting up at 8 am.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNext, Bob moves his Bedtime and Out-of-Bed time back by 30 minutes (1:30 am Bedtime and 8:30 am Out-of-Bed time).\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOn Day 7, Bob goes to bed at 1:30 am and gets up at 8:30 am.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOn Day 8, Bob reaches his goal: he goes to bed at 1 am and gets up at 8 am. \u003c/li\u003e\n\u003c/ul\u003e\n","position":9},{"title":"Don't Go To Bed Unless You're Sleepy","body":"\u003cp\u003e\u003cem\u003eSleepy\u003c/em\u003e is when your eyes are  drooping,  your  head is nodding,  you can’t pay attention to the conversation around you because you are slipping into a twilight state.    \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIf you’re not sleepy at your “bedtime,” you shouldn’t go to bed yet.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eLet yourself stay up a little longer, and only go to bed when you’re actually feeling that you could fall asleep.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis step also helps to increase your “sleep juice,” because it’s just another way of increasing the amount of time you’re awake. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003eTiredness or fatigue\u003c/em\u003e is a different state that may or may not indicate readiness for sleep.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhen you are tired or fatigued, you may have low energy, your muscles may be sore, or you may not be interested in doing anything.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis may be part of your depression or it may indicate that you have been working hard all day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIt is not necessarily an indication that it is time for bed. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eDon\u0026#39;t spend more than 30 minutes trying to fall asleep.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eAfter 30 minutes,  get out of bed and go to a pre-selected dark spot where you can engage in other QUIET activities (such as listening to music) until you become sleepy\u003c/li\u003e\n\u003cli\u003eGoing to bed when not sleepy can lead to vicious cycle of frustration that sends your brain the wrong message\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Don’t rely on your medications to make you sleepy ; your body clock and the S process will help you fall asleep if you let them\u003c/li\u003e\n\u003c/ul\u003e\n","position":10},{"title":"Don't Stay In Bed Unless You Are Asleep","body":"\u003cp\u003eIf you are awake for more than 30 minutes in the middle of the night, get out of bed  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eHelps to  train your brain:  Bed = sleep\u003c/li\u003e\n\u003cli\u003eReduces frustration \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWhat to do if you can’t sleep and have to get up in the night  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eKeep lights as dim as possible—no overhead lights\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo something distracting and relaxing, not too engaging or stimulating\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSTAY OFF THE COMPUTER/SMARTPHONE! (too bright, too engaging)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWatching TV is okay if from a distance and the program is not too stimulating\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you read, be careful that the lamp is small and not pointed at your eyes\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWARNING: If you think that you may be getting manic (see information on symptoms of mania),  quiet rest in bed, even while awake, may be better than getting out of bed where risk of becoming more active is high\u003c/p\u003e\n","position":11},{"title":"Get Up at the Same Time Every Day","body":"\u003cp\u003eGetting up at the same time every morning helps set the body clock  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWake-up time (and morning light) is the most important cue for the biological clock\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTry to get some exposure to light as soon as you wake up: take a walk or sit on your porch\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you’ve slept poorly, getting up at the same time helps you sleep better the next night\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen you get up at the same time every day, your body clock has an easier time \u0026quot;knowing\u0026quot; when it is time to tell your body to go to sleep\nIf you get up at different times, the clock gets \u0026quot;confused\u0026quot; and your ability to fall asleep will suffer\u003c/li\u003e\n\u003cli\u003eYou can \u0026quot;force\u0026quot; yourself to get up in the morning, but you cannot \u0026quot;force\u0026quot; yourself to fall asleep; you have more control over your Out-of-Bed time than Bedtime\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTry not to nap even if you are tired so that the \u0026quot;sleep juice\u0026quot; can build up for the next night\u003c/li\u003e\n\u003c/ul\u003e\n","position":12},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003e\u003cstrong\u003eTeenagers\u0026#39; body clocks are shifted\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eMost teenagers\u0026#39;s body clocks are set to go to sleep later and get up later.\u003c/p\u003e\n\n\u003cp\u003eYet, many high schools start very early in the morning.\u003c/p\u003e\n\n\u003cp\u003eAs a result, many teenagers\u0026#39; body clocks are still \u0026quot;sleeping\u0026quot; during the first few school periods, resulting in worse school performance and cranky adolescents.\u003c/p\u003e\n\n\u003cp\u003eSchool districts that have shifted to later start times for higher grades have found that high school students have better test scores and improved concentration.\u003c/p\u003e\n\n\u003cp\u003eThe moral of this story :  you can\u0026#39;t fight your body clock!\u003c/p\u003e\n\n\u003cp\u003eRead more about this issue in a statement from the \u003ca href=\"http://pediatrics.aappublications.org/content/early/2014/08/19/peds.2014-1697.full.pdf+html?sid=8bae1398-f2d8-4c83-bcd7-d218555cd727\"\u003eAmerican Academy of Pediatrics\u003c/a\u003e or in this online article in \u003ca href=\"http://www.theatlantic.com/education/archive/2015/08/why-school-should-start-later/401489/\"\u003eThe Atlantic\u003c/a\u003e\u003c/p\u003e\n","position":13}]},{"lesson":{"id":8,"title":"Even Better Sleep: Mood, Sleep, and Rhythms","position":6,"bit_core_tool_id":11,"created_at":"2016-02-02T20:49:29.294-06:00","updated_at":"2016-02-16T10:58:36.651-06:00","is_viz":false},"slides":[{"title":"Rules For Better Sleep","body":"\u003cp\u003e#How to Get Ready For Bed\u003c/p\u003e\n\n\u003cp\u003e###A short Animation Will Explain some of the key ways you can get ready to get great sleep. \u003c/p\u003e\n","position":1},{"title":"More Ways To Get A Good Nights Rest","body":"\u003col\u003e\n\u003cli\u003e Reduce or eliminate caffeinated beverages after 5 pm.\u003c/li\u003e\n\u003cli\u003eTry not to smoke when you are having trouble sleeping – nicotine is a stimulant.\u003c/li\u003e\n\u003cli\u003eDaily exercise can help deepen sleep. Do not exercise too close to bedtime; plan to finish at least four hours before you turn in.\u003c/li\u003e\n\u003cli\u003eExposure to bright light prior to bedtime may interfere with sleep.  When possible, eliminate exposure to bright artificial light (overhead lights, computer screens) in the 2 hours before bedtime.  Television viewing is okay if done at a safe distance from the screen (6 feet or more).\u003c/li\u003e\n\u003c/ol\u003e\n","position":2},{"title":"What Else Can I Do To Sleep Better?","body":"\u003col\u003e\n\u003cli\u003eMake your bedroom comfortable and free of disturbing noise and light.  Carpeting, insulated curtains, and closing the door can help. \u003c/li\u003e\n\u003cli\u003eKeep room temperature moderate.  A room that is too warm or too cold can disturb sleep.\u003c/li\u003e\n\u003cli\u003eOnly use the bedroom for sleep and sexual activity.  Do not read, eat, or watch TV in bed.  This helps train your brain to see the bedroom as a place to sleep.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDevelop a bedtime routine to prepare your brain and body for sleep. Take a warm bath or drink a cup of warm milk while listening to quiet music. \u003c/li\u003e\n\u003c/ol\u003e\n","position":3},{"title":"What About Naps?","body":"\u003cp\u003eNaps use up some of your \u0026quot;sleep juice\u0026quot; so you are less sleepy as night time approaches.\u003c/p\u003e\n\n\u003cp\u003eIf you are having trouble falling asleep at night, naps are a bad idea.\u003c/p\u003e\n\n\u003cp\u003eIf you absolutely must nap, follow these guidelines:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eRestrict naps to no longer than 30 minutes\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSet an alarm (on your phone, on your watch) so you don\u0026#39;t oversleep\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDon\u0026#39;t nap after 5 pm\u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"What About Taking Medications To Help Me Sleep?","body":"\u003cp\u003eMedications can be prescribed in the short term to help with insomnia. However, there are probably more problems than benefits associated with using sleeping medications to address insomnia, especially if used for more than a few days. \u003c/p\u003e\n\n\u003cp\u003ePro\u0026#39;s of prescription sleep medication  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eThey can help to break patterns of poor sleep and provide some relief for those who cannot seem to get much sleep.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUse of sleep medications can supplement behavioral strategies (attention to daily rhythms) to address insomnia.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIt may be easier to \u0026quot;pop a pill\u0026quot; than to make changes to routines and rhythms.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eCon\u0026#39;s of prescription sleep medication\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eMany prescription sleep medications lead to dependency--i.e., more sleep problems than when you started; rebound insomnia from medication when you try to stop taking the pills.\u003c/li\u003e\n\u003cli\u003eAll sleeping pills cause trouble with memory and concentration both immediately after taking the pill and the next day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eLong term use can cause tolerance and lead to need for higher doses of drugs.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMedication rarely provides lasting relief from insomnia.\u003c/li\u003e\n\u003cli\u003eThe long term safety of sleeping pills is not known.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSleeping pills cannot over-ride the body clock when it is very dysregulated. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003e** Check with your doctor to see what\u0026#39;s right for you.   Always check with your doctor before stopping a prescribed medication.**\u003c/em\u003e\u003c/p\u003e\n","position":5},{"title":"The Truth About Alcohol and Sleep ","body":"\u003cp\u003eQuestion: Is drinking alcohol to help you sleep a good idea or bad idea?  \u003c/p\u003e\n\n\u003cp\u003eAnswer: Drinking alcohol to help you sleep is  a \u003cstrong\u003ebad idea\u003c/strong\u003e because: \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhen you drink alcohol close to bedtime, you miss out on the deep, restorative stage of sleep so you will not feel refreshed in the morning. \u003c/li\u003e\n\u003cli\u003eAlcohol is a diuretic, which means that you will wake up many times during the night to use the bathroom.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDrinking makes it more likely that you will snore and sleep fitfully because it relaxes the muscles in your body, including those in your throat and nose.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAlcohol is a central nervous system depressant--which means it can make your depression worse. \u003c/li\u003e\n\u003c/ul\u003e\n","position":6},{"title":"Strategies for Getting Out of Bed","body":"\u003cp\u003e(animation)_MEC entered when noticed it was missing\u003c/p\u003e\n","position":7},{"title":"More Strategies For Getting Out of Bed","body":"\u003cp\u003e\u003cstrong\u003eON WAKING UP\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003e• Place encouraging/coping thoughts  on  a notecard on bedside table; read immediately\u003cbr\u003e\n  •   Place pros and cons list of getting out of bed on bedside table; read immediately\u003cbr\u003e\n• Listen to tape you made reminding yourself of reasons to get up\u003cbr\u003e\n• Place water on bedside table; splash on face or drink\u003cbr\u003e\n• Place something with strong smell on table; inhale (e.g. cinnamon)\u003cbr\u003e\n• Throw off the covers immediately \n• Put feet on the floor immediately\u003cbr\u003e\n• Get up and take a shower  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eHAVE A REASON TO GET UP EVERY DAY\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003e• Set appointment or make plan for doing something in morning (e.g. go to work, go to volunteer job, go to exercise)\u003cbr\u003e\n• Get a pet\u003c/p\u003e\n","position":8},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003e\u003cstrong\u003eThe world can be divided into \u0026quot;larks\u0026quot; and \u0026quot;owls.\u0026quot;\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eLarks\u003c/strong\u003e are people whose body clocks run a little bit ahead of environmental clocks.  They are biologically predisposed to get up early and go to bed early.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eOwls\u003c/strong\u003e are people whose body clocks run a little bit behind the environmental clock.  They are biologically predisposed to get up late and go to bed late.\u003c/p\u003e\n\n\u003cp\u003eThis predisposition is also called a \u003cstrong\u003echronotype\u003c/strong\u003e.\u003c/p\u003e\n\n\u003cp\u003eIndividuals with bipolar disorder commonly have an \u003cstrong\u003eowl chronotype\u003c/strong\u003e.  \u003c/p\u003e\n\n\u003cp\u003eMost people are better off if they can find a job or lifestyle  that fits with their chronotype.  It is hard to fight against your body clock!\u003c/p\u003e\n","position":9}]},{"lesson":{"id":9,"title":"Skipped Beats: Finding the Beat after Rhythm Disruptions","position":7,"bit_core_tool_id":11,"created_at":"2016-02-02T20:50:18.919-06:00","updated_at":"2016-02-16T10:56:52.630-06:00","is_viz":false},"slides":[{"title":"The Sensitive Body Clock","body":"\u003cp\u003eA sensitive or \u0026quot;weak\u0026quot; body clock easily loses its rhythm\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDoesn\u0026#39;t have a strong beat \u003c/li\u003e\n\u003cli\u003eShifts quickly from one rhythm to another\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIn evolutionary terms, a \u0026quot;weak\u0026quot; clock allows animals to  adapt quickly to  new environments \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cp\u003eMigratory birds with \u0026quot;weak\u0026quot; rhythms can adapt more easily to new light/dark cycles when flying across multiple time zones   \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eArctic animals with \u0026quot;weak\u0026quot; rhythms can feed whenever food is available without being tied to a specific time of day \u003c/p\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eHowever, a sensitive human body clock has trouble maintaining rhythms, especially in an environment with confusing external cues such as lights blazing at night-time and constantly available food.   The sensitive clock is\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eEasily dysregulated when the environment changes\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUnable to re-assert its own rhythm when the beat is lost\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAssociated with mood instability\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf you have bipolar disorder, you probably have a sensitive body clock.\u003c/p\u003e\n","position":1},{"title":"What is a Zeitstorer?","body":"\u003cp\u003eZeitstorer means \u0026quot;time taker\u0026quot; or \u0026quot;time disturber.\u0026quot;\u003c/p\u003e\n\n\u003cp\u003eZeitstorers are external factors that disrupt the body clock.\u003c/p\u003e\n\n\u003cp\u003eExamples of Zeitstorers are:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eSwitching from Daylight Savings Time to Standard Time or visa versa\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTravel across time zones\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eStaying up all night because of a stomach virus\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNatural disasters (floods, hurricanes, storms)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGoing into labor\u003c/li\u003e\n\u003c/ul\u003e\n","position":2},{"title":"What is a Social Zeitstorer?","body":"\u003cp\u003eSocial Zeitstorers are social demands or factors that disrupt your routines and body clock.  \u003c/p\u003e\n\n\u003cp\u003eExamples of social Zeitstorers include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eBusiness trips\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUnexpected house guests\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eRotating shift work\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eExams/heavy work demands\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eCaregiving for sick family members\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHaving a newborn baby\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNew jobs\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eRetirement\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":3},{"title":"Managing Rhythm Disrupting Events","body":"\u003cp\u003eWe all experience rhythm-disrupting events in our lives.  How can we manage them to minimize the impact on our body clocks?  \u003c/p\u003e\n\n\u003cp\u003ePlan ahead!  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIf you know that an event is in your future, take steps to minimize disruptions to your routines by asking friends or family to stick to your schedule or help you out.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNew mothers, for instance, may ask someone else to take night feedings rather than risk disrupting their own sleep.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEmployees may discuss travel schedules with their boss to limit trips across time zones or number of trips per month.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eStudents may work with their disability office to stagger their exams so that they can get enough sleep between major assessments.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf your body clock gets out of rhythm, try to get back on track as soon as possible.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIf you spend the night in an emergency room, you may need to take a brief nap the next day, but try to go to bed at your usual time and get up the following day at the usual time so your body clock can re-set itself.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eRemember that exposure to light in the morning can help your clock reset itself, so ask your unexpected house guests to take a walk with you in the morning.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you lose your job or go on vacation, put activities in place that keep you busy during times that your would have been busy on your old schedule. \u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"More Planning for Rhythm Disruption","body":"\u003cp\u003eHere are more tips to manage rhythm disruptions:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eEspecially when you are in the midst of a rhythm disrupting event (travel across time zones, exam period), be sure to \u003cem\u003e\u003cstrong\u003eeat meals at regular times\u003c/strong\u003e.\u003c/em\u003e\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen your life feels chaotic, try to get some \u003cem\u003e\u003cstrong\u003eexercise every day\u003c/strong\u003e\u003c/em\u003e (even if it is for a short time) to help keep your body clock on track.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003e\u003cstrong\u003eRegular rhythms are good for the whole family!\u003c/strong\u003e\u003c/em\u003e  If you have a major change in your family rhythms (vacation, holidays, visitors), get everyone involved in a regular routine.  Put up a big calendar or dry erase board where you can write down the times for meals and scheduled events. If you can get everyone in your household to follow a schedule, it will help you stay on track--and it will help them too.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIf you are trying to reset your clock after an episode of dysregulation, be sure to get out of bed and \u003cem\u003e\u003cstrong\u003estay upright\u003c/strong\u003e\u003c/em\u003e for a while (walk around the kitchen while you drink your coffee).  Your body clock can \u0026quot;sense\u0026quot; when your are upright, and that helps it know that it is daytime.\u003c/li\u003e\n\u003cli\u003eIf you have been spending too much time on the computer at night to complete work, consider installing a program on your computer that \u003cem\u003e\u003cstrong\u003eautomatically dims the intensity of the light emitted by the screen\u003c/strong\u003e\u003c/em\u003e as the evening progresses. It will help cue your brain that sleep time is approaching.\u003c/li\u003e\n\u003c/ul\u003e\n","position":5},{"title":"Psychological Distress and Rhythm Disruption","body":"\u003ch3\u003eEvents often cause both psychological distress and rhythm disruption.\u003c/h3\u003e\n\n\u003cp\u003eWe are used to thinking about the impact of psychological distress.  Of course, it is very important to address psychological distress, often by talking to a trusted friend, confidant, or professional.    \u003c/p\u003e\n\n\u003cp\u003eHowever, you can also work on reducing the the effect of rhythm disruption on your mood as part of the healing process. Consider the following scenario.\u003c/p\u003e\n\n\u003cp\u003eJuanita lost her husband David of 55 years to cancer.  Juanita had devoted her adult life to raising her children (now adults themselves) and, more recently, to caring for her sick husband.  After David\u0026#39;s death, Juanita felt terrible.  She missed her husband and felt very alone. \u003c/p\u003e\n\n\u003cp\u003eJuanita found comfort in talking to her pastor and her children about her grief.  But she struggled at home by herself.  Juanita may benefit from paying attention to her social rhythms, previously set by caring for David.  She now needs to find new anchors for her daily activities.  Suggestions for Juanita might include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eJoin a grief group to help increase social contacts.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSet up at least one activity a day to get you out of the house:  meet someone for coffee, volunteer at church, go to mass, visit your grandchildren.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e Make meals for yourself every evening, even if you don\u0026#39;t really feel like eating.  Then eat at least a little bit.\u003c/li\u003e\n\u003cli\u003eTry to stay awake until at least 9:30 pm to stick to a regular bedtime like you did when David was alive.  If you cannot find anything to do after dinner, try calling your grandchildren, listening to a book on tape, signing up for Bible study at church, or invite a friend for dessert.\u003c/li\u003e\n\u003c/ul\u003e\n","position":6},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003e\u003cstrong\u003eDid you know that plants have body clocks too?\u003c/strong\u003e\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eCircadian rhythms were first discovered in plants\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSome plants open and close their leaves in response to the light/dark cycle to optimize sun exposure and moisture collection\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThis process is controlled by genes in the circadian clocks of plants\u003c/li\u003e\n\u003c/ul\u003e\n","position":7}]},{"lesson":{"id":11,"title":"Social Rhythms: People and Mood","position":8,"bit_core_tool_id":11,"created_at":"2016-02-02T20:51:38.375-06:00","updated_at":"2016-02-18T10:41:40.901-06:00","is_viz":false},"slides":[{"title":"People and Mood","body":"\u003cp\u003eRelationships affect your mood!\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhen things are going well in your relationships, you usually feel better.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen there are problems in relationships, you usually feel worse.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe opposite is also true:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhen your mood is bad, your relationships suffer.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhen your mood is good, you are better able to manage your relationships. \u003c/li\u003e\n\u003c/ul\u003e\n","position":1},{"title":"Social Changes, Rhythms, and Mood","body":"\u003cp\u003eOur lives change constantly,  and we move from one social role to another as our lives evolve.  \u003c/p\u003e\n\n\u003cp\u003eSocial role changes can have a big impact on your mood by altering your relationships and your social rhythms.\u003c/p\u003e\n\n\u003cp\u003eHave you experienced any of these social role changes in the last year?\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eSingle to married  or partnered\u003c/li\u003e\n\u003cli\u003eIn the army to  civilian  life\u003c/li\u003e\n\u003cli\u003eEmployed to  unemployed\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eChildless to being a parent\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eStudent to a professional\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFinancially o.k. to not enough money\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHealthy to sick\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf you experienced any of these changes, it probably affected:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eYour mood\u003c/li\u003e\n\u003cli\u003eYour relationships\u003c/li\u003e\n\u003cli\u003eYour daily rhythms\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIn the next exercise, we will explore your life changes in the past year and the impact of those changes on your rhythms and mood.\u003c/p\u003e\n","position":2},{"title":"Managing Social Changes","body":"\u003cp\u003eSocial changes are disruptive to your moods and rhythms.  Here are some strategies to help you manage social changes.\u003c/p\u003e\n\n\u003cp\u003eKeep your rhythms the same as you go through the change.\nEven though your schedule may change when you move from working to being unemployed, try to stick to a schedule that is similar to one that you followed while you were working.  \u003c/p\u003e\n\n\u003cp\u003eWhen you have a new baby, although your sleep schedule may change, you can stay on the same meal schedule and work in regular exercise.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eDon\u0026#39;t over-value the past\u003c/strong\u003e    \u003c/p\u003e\n\n\u003cp\u003eWe often miss the past.  As a result, we idealize things that may not have been perfect.  When you find yourself missing the past, try to evaluate both the pros and cons of the old social role.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eMartin was angry and upset that he was no longer in charge of his division at work.  He felt like he had been demoted by the new boss.  This seemed to affect his mood.  When he sat down to list the pros and cons being Division Head, he started to remember all of the cons.  Although he was still angry at his boss, he realized it was a relief to no longer have to deal with disrgruntled salesmen,  division budgets, and hiring freezes. He felt better reminding himself that it wasn\u0026#39;t always perfect in the past.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cstrong\u003eDon\u0026#39;t under-value the present\u003c/strong\u003e  \u003c/p\u003e\n\n\u003cp\u003eWhen we are stressed about our current circumstances. we often have trouble seeing the positive aspects of the present.  When you are worried about current challenges. try to evaluate both the pro\u0026#39;s and con\u0026#39;s of the new social role.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eJaden was really upset about breaking up with Tony.  She was angry about the way things ended and really unhappy about being single again. She had really hoped that things would have worked out with him.  She was depressed, feeling despondent about being single.  One of her girlfriends, however, urged her to write down the pros and cons of being single again.  At first, she couldn\u0026#39;t think if any pros.  But then she started to remember that Tony was pretty demanding, leaving her little time to hang out with her friends and even less time to exercise or work on her novel.  Although she was still sad about the break up, she admitted that there was an upside.\u003c/li\u003e\n\u003c/ul\u003e\n","position":3},{"title":"The Break-Up","body":"\u003cp\u003eMeghan and Ethan broke up over Valentine\u0026#39;s Day.  They had been dating for over a year, but Meghan had been starting to doubt whether Ethan was \u0026quot;the one\u0026quot; since Christmas.  As she approached her 30th birthday, she no longer wanted to spend time dating guys who weren\u0026#39;t serious about commitment.  Ethan said he wasn\u0026#39;t sure about being a dad. Meghan knew that she wanted to get married and have kids one day.  She certainly didn\u0026#39;t want to stay in a relationship with a guy who isn\u0026#39;t interested in marriage and a family!\u003c/p\u003e\n\n\u003cp\u003eOn one hand, Meghan was relieved to end the relationship with Ethan.  She knew that it was the right thing to do, and it was nice to have more \u0026quot;me time\u0026quot;  on the weekends.  But after breaking up with Ethan, Meghan found herself staying up late at night checking out guys on Tinder, drinking wine, and feeling sorry for herself.  Although she had been keeping up with her medication for bipolar disorder, she found herself drifting into a depression. Soon she was missing days of work and spending most of the day in bed.\u003c/p\u003e\n\n\u003cp\u003eMeghan was confused.  She wasn\u0026#39;t exactly sad about breaking up with Ethan.  But, she realized that her schedule was very different now that she was no longer in a relationship.  Ethan had been very good for her daily rhythms.  Although he wasn\u0026#39;t \u0026quot;marriage material,\u0026quot; they had often cooked meals together and spent nights together in her apartment watching Netflix.  He had a good job in a bank, so he kept very regular hours that also helped to keep her on track.\u003c/p\u003e\n\n\u003cp\u003eLosing Ethan meant that Meghan lost important social anchors in her day.  Once she realized that her body clock missed Ethan more than her heart did, she put some new activities in her life to take the place of Ethan.  She arranged to meet some girlfriends for dinner after work and signed up for an evening yoga class. She also deleted the Tinder app from her phone.  As her body clock  got back on track, her mood was better.\u003c/p\u003e\n","position":4},{"title":"Loneliness, Rhythms, and Moods","body":"\u003cp\u003eSome people have problems establishing or maintaining close relationships.  If this results in feelings of loneliness and isolation, it can also cause problems for  rhythms and mood.  \u003c/p\u003e\n\n\u003cp\u003eChronic loneliness may be a concern for you if you identify with any of the following statements:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eI have never had any close friends or romantic partners but I wish I did.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eI have relationships, but none of them are satisfying or fulfilling.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMy relationships are mostly problematic, characterized by constant fighting and giving each other \u0026quot;the cold shoulder.\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMost of my relationships take place over the computer or social media.  I have trouble when I have to interact face-to-face.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eAbsence of close, fulfilling relationships can make your mood worse.  It may also make it hard for you to use social anchors to set your body clock.   \u003c/p\u003e\n\n\u003cp\u003eThe next exercise will look at how loneliness affects mood and rhythms.\u003c/p\u003e\n","position":5},{"title":"Meeting New People","body":"\u003cp\u003eMeeting new people can be hard when you have experienced chronic loneliness or depression.  Here are some tips that can help you when you meet a new person.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eLook them in the eye\u003c/strong\u003e.  At least in Western cultures, eye contact helps improve social connections.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eSmile\u003c/strong\u003e.  If you are worried about how the conversation will go, your face may show signs of anxiety.  A smile is more inviting.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eOpen the conversation with \u0026quot;\u003cstrong\u003esmall talk\u003c/strong\u003e\u0026quot; (polite conversation about non-controversial topics) such as\u003cbr\u003e\n-the weather (\u0026quot;It is so hot outside today, don\u0026#39;t you think?\u0026quot;)\u003cbr\u003e\n-a shared moment (\u0026quot;This check-out line is taking forever, isn\u0026#39;t it?\u0026quot;)\u003cbr\u003e\n-your current environment (\u0026quot;I am surprised that there are so many people here!\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAsk questions\u003c/strong\u003e.  Use your curiosity to generate conversation.\u003cbr\u003e\n-\u0026quot;What brings you to this meeting?\u0026quot;\u003cbr\u003e\n-\u0026quot;Did you like the last presentation?\u0026quot;\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAvoid one word responses\u003c/strong\u003e.  Try to elaborate when you are responding to the other person.\u003cbr\u003e\n-Instead of \u0026quot;Yes\u0026quot; say \u0026quot;Yes, I like this yoga class because it is more intense than the last one I took.\u0026quot;\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eAlthough meeting new people can be hard, have more social connections will help your mood!\u003c/p\u003e\n","position":6},{"title":"The Computer Programmer's Dilemma","body":"\u003cp\u003eDavid is a computer science major at a large university.  He is a top student in the department, always doing well in difficult classes.  He has always been good at math and science, and he takes a lot of pleasure in his work.\u003c/p\u003e\n\n\u003cp\u003eDavid, however, has always struggled to make friends.   He thought it might be different when he got to college, hoping that he would make friends with other computer science nerds like himself.  But, he has been unable to do much more than talk to classmates about homework assignments or, occasionally, join them for an all night hack-at-thon.  He knows that a lot of them play video games together, but he prefers to game alone or connected remotely to people that he does not know in real life.\u003c/p\u003e\n\n\u003cp\u003eBecause there are few people and few anchors in daily routines, David feels like he drifts through life .  He sleeps at odd hours and spends most of his waking time on the computer, even eating in front of the screen.  It really gets him down.\u003c/p\u003e\n\n\u003cp\u003eRAY was great for him because it was easier than talking to a live therapist.  He realized he needed to set up a sleeping and eating schedule for himself.  That part was relatively easy, because he could create a program for himself with alarms and prompts on his various devices to keep his SRMs in a regular range.  His mood lifted as his schedule improved.\u003c/p\u003e\n\n\u003cp\u003eHowever, finding people to help him anchor his routines and provide social contact proved more difficult.  When he did the RAY exercise that asked him to practice talking to someone at a party, it occurred to him that he could talk to the guy down the hall about video games.  He knew they both played Super Smash Brothers.  It was tough, but he was going to see if they could hang out and play together.  He felt proud of himself for taking that step.  In the long run, he would try to get a regular video game gig going with some other kids in his dorm if this first step worked out.\u003c/p\u003e\n","position":7},{"title":"Grief, Rhythms, and Mood","body":"\u003cp\u003e\u003cstrong\u003eDeath of a loved one is an especially difficult experience.\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eDeath is normal, and all of us experience the death of a loved one at some point.\u003c/p\u003e\n\n\u003cp\u003eHowever, death and loss are especially difficult for those left behind.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eGrief is difficult to bear. It may cause sadness, sleep problems, and difficulty completing tasks .\u003c/li\u003e\n\u003cli\u003eLoss of a close loved one also disrupts rhythms and routines.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf you have recently lost some one close to you, the next exercise will help you examine your feelings about the death and the impact of the death on your mood and rhythms.\u003c/p\u003e\n","position":8},{"title":"The Widower","body":"\u003cp\u003eBob and Jane were married for a long time.  Since retirement, they did everything together.  They ate breakfast together in the morning.  They took long walks together in the afternoon.  They watched TV together in the evenings.  They even liked to read out loud to each other before going to bed at night.\u003c/p\u003e\n\n\u003cp\u003eJane died last year.  Bob misses Jane.  His life is not the same without her.  He eats breakfast alone.  Sometimes he doesn\u0026#39;t leave the house because he doesn\u0026#39;t have anyone to walk with him.  He goes to sleep right after dinner because he doesn\u0026#39;t enjoy being in the house alone at night.\u003c/p\u003e\n\n\u003cp\u003eBob\u0026#39;s friend Ted also lost his wife to cancer last year.  Ted is sad too, but he is more active than Bob.  He asked Bob to join his men\u0026#39;s walking group.  Now Bob goes walking most days with Ted and a bunch of other widowers.  That seems to help his mood.  He mentioned to Ted that he wished he had something to do in the evenings also, now that he doesn\u0026#39;t have Jane to keep him company.  Ted suggested that Bob join the poker game at the senior center on Wednesdays.  Although he is not a big poker fan, Bob agreed to try it out, realizing that adding some regular activities will help his mood and make it easier for him to bear Jane\u0026#39;s absence.\u003c/p\u003e\n","position":9},{"title":"Social Rhythm Tip for the Week","body":"\u003cp\u003eStudies have shown that individuals with bipolar disorder are more likely to experience social rhythm disrupting events prior to mood episodes than individuals with depression.  Examples of social rhythm disrupting events reported by research participants included:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003emoving to a new residence\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ebreaking a limb\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003etaking a vacation\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003elosing a roommate\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003elosing a part-time job resulting in unemployment\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThis effect is more evident before manic (rather than depressive ) episodes\u003c/p\u003e\n\n\u003cp\u003e[insert image from Malkoff-Schwartz paper]\u003c/p\u003e\n","position":10}]},{"lesson":{"id":12,"title":"Let's Talk: How Communication Helps your Mood","position":9,"bit_core_tool_id":11,"created_at":"2016-02-02T20:51:59.521-06:00","updated_at":"2016-02-21T12:20:05.781-06:00","is_viz":false},"slides":[{"title":"Talking about Communication","body":"\u003cp\u003e\u003cstrong\u003eCommunication is a Two-Way Process\u003c/strong\u003e\u003c/p\u003e\n\n\u003cp\u003eCommunication refers to the sharing of information, thoughts, or feelings between two (or more) people.\u003c/p\u003e\n\n\u003cp\u003eEffective communication requires\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eA wish, idea, or \u003cstrong\u003eintent\u003c/strong\u003e to convey information to another person\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eClear expression\u003c/strong\u003e of the information by one person to another\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eReceipt\u003c/strong\u003e of the information by another person \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eCommunication can fall apart at any stage of this process\u003c/p\u003e\n","position":1},{"title":"Communication is Not Just Words","body":"\u003cp\u003eWhen we communicate face-to-face with another person, we rely on more than just words.\u003c/p\u003e\n\n\u003cp\u003eCommunication involves:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eVerbal cues (what we say)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ePara-verbal cues (how we say it)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNon-verbal cues (\u0026quot;body language\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003ePara-verbal communication includes:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eTone of voice (encouraging, warm, hostile, sarcastic)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ePitch of voice (loud/demanding, soft/soothing)\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eNon-verbal communication includes  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eEye contact\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003ePosture (erect and attentive; slumped and bored)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFacial expression (smiles, frowns)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHand and arm gestures (pat on the back, folded arms)\u003c/li\u003e\n\u003c/ul\u003e\n","position":2},{"title":"Body Language","body":"\u003ch3\u003eBody Language is a powerful tool in our communication toolbox\u003c/h3\u003e\n\n\u003cp\u003e\u003cstrong\u003eClosed body language\u003c/strong\u003e indicates anger or emotional withdrawal.  It is typically characterized by  folded arms, avoidance of eye contact and angry facial expressions.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eOpen body language\u003c/strong\u003e indicates receptiveness to the conversation or emotional openness.  It is typically characterized by good eye contact, sitting forward or leaning toward someone, and interested or encouraging facial expressions.\u003c/p\u003e\n\n\u003cp\u003eHow does body language change what is communicated in these scenarios?\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cem\u003eDeirdre says to Roger, \u0026quot;I know it\u0026#39;s not your fault,\u0026quot;  as she reaches a hand out to Roger, pats him on the knee, and smiles sympathetically\u003c/em\u003e.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eDeirdre says to Roger, \u0026quot;I know it\u0026#39;s not your fault,\u0026quot; as she clenches her fists, scowls, and  looks angrily at broken vase next to him\u003c/em\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eSometimes body language is \u003cstrong\u003ecomplementary\u003c/strong\u003e to or consistent with verbal communication.  As in the first scenario, it is used for emphasis or to highlight the verbal message.  \u003c/p\u003e\n\n\u003cp\u003eSometimes we use body language to communicate that we feel \u003cstrong\u003eopposite\u003c/strong\u003e to what we are saying. As in the second scenario, it \u0026quot;undoes\u0026quot; the verbal message, implying that what we are saying is untrue or more complicated than the words themselves suggest. \u003c/p\u003e\n","position":3},{"title":"Social Media and Communication","body":"\u003cp\u003e[insert jpg of txt exchange]\u003c/p\u003e\n\n\u003cp\u003eWritten communication is verbal communication without para-verbal or non-verbal communication.  Exchanges via texting or Facebook or email  only allow us to convey a small portion of the information that we would usually communicate in face-to-face exchanges.  \u003c/p\u003e\n\n\u003cp\u003eEmojis, capital letters and emphatic punctuation (!!!; ???!!) can make up for some of the missing para-verbal and non-verbal cues but lack the range and specificity of human voice and body cues.\u003c/p\u003e\n\n\u003cp\u003eAs a result, electronic written communications work well for factual information (\u0026quot;I will be there at 5 pm\u0026quot;) but are less effective for more subtle emotional dialogues.  \u003c/p\u003e\n\n\u003cp\u003eHINT: Emotionally important discussions may work better when conducted face-to-face.\u003c/p\u003e\n","position":4},{"title":"Mood and Communication","body":"\u003ch3\u003eMood Disorders Affect Communication\u003c/h3\u003e\n\n\u003cp\u003eMany of the common symptoms of depression (sadness, low energy, irritability, anxiety) make it difficult to interact easily with others and interfere with communication. These are examples of how depression affects communication and relationships:\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eJordan was so depressed that he could barely get out of bed in the morning.  He somehow managed to get to work, but the last thing he wanted to do in the evenings was talk to anyone.  He would just shut himself up in his room and let his wife deal with the kids.  He didn\u0026#39;t even have the energy to talk to his wife about his need for space.  Jordan knew that she was angry at him for leaving him alone with the kids, but he simply couldn\u0026#39;t put the words together to explain that he needed a break right now\u003c/em\u003e. \u003c/p\u003e\n\n\u003cp\u003eMania can also affect communication.  Initially (and with hypomania) you may feel that you are on top of the world and able to talk to anyone (and everyone).  But,  irritability, grandiosity (feeling that you are better than everyone else), and rapid speech  usually create trouble with communication and relationships as with Leonora below.\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eIt was 3 am.  Leonora pounded on the door of Tia\u0026#39;s apartment, demanding to be let in.  Tia was confused as much by Leonora\u0026#39;s sudden appearance at such a late hour as by Leonora\u0026#39;s rapid and somewhat incoherent talk about needing to go over plans to redecorate Tia\u0026#39;s living room.  Tia tried to suggest that they should discuss it tomorrow, but Leonora became outraged, reminding Tia how lucky she was to have as a friend The Best Interior Designer in Boston and shouting \u0026quot;tomorrow and tomorrow creeps in this pretty pace but your living room won\u0026#39;t be very pretty.\u0026quot;  Tia badly wanted to go to sleep and didn\u0026#39;t understand half of what Leonora was saying.  She was relieved when Leonora stormed out of the door shouting about the fact that she was doomed to live in squalor\u003c/em\u003e.\u003c/p\u003e\n\n\u003cp\u003eThe cumulative effect of years of manic and depressive episodes  may be that you have had trouble learning to communicate as effectively as you would like.\u003c/p\u003e\n\n\u003cp\u003eThe \u0026quot;flip side\u0026quot; is also true; if you learn to communicate more effectively, you will feel better. \u003c/p\u003e\n","position":5},{"title":"Problem Communications","body":"\u003cp\u003eProblem Communication Strategies include:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eYelling, shouting, raising your voice\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTeasing or making fun of the other person\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThreatening the other person\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIgnoring the other person\u0026#39;s ideas or requests\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eInterrupting a lot\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAlways blaming the other person\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTalking very little or remaining silent\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUsing put-downs or criticisms\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUsing a sarcastic tone of voice\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSwearing or cursing\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eThinking that you know best\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWalking out or turning your back on the conversation\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWe all use ineffective communication strategies some of the time.  However, if you rely on these problematic communication strategies most of the time, you may want to work on improving your communication patterns.\u003c/p\u003e\n","position":6},{"title":"Strategies for Improving Communication","body":"\u003cp\u003eWe will discuss 5 strategies for improving communication.  Improved communication leads to better relationships which, in turn, will help your mood.  Each strategy will be discussed in greater detail in subsequent lessons. \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eSet the stage for communication\u003c/strong\u003e.  Make sure your surroundings are optimal for having the conversation that you hope to have.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eState your needs clearly\u003c/strong\u003e.  Make sure you know what you want to say so that you can say it clearly to the other person.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eMake \u0026quot;I\u0026quot; statements\u003c/strong\u003e.  Learn to communicate your feelings more effectively and explain why someone else\u0026#39;s behavior makes you feel the way that you do.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eBe a good listener\u003c/strong\u003e.  Listening is at least as important as talking.  Learn to be a better listener.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAssert yourself\u003c/strong\u003e.  Learn strategies for being assertive in conversations without being aggressive.\u003c/li\u003e\n\u003c/ul\u003e\n","position":7},{"title":"Setting the Stage for Successful Communication","body":"\u003ch3\u003eSetting the stage for a discussion is almost as important as the discussion itself.\u003c/h3\u003e\n\n\u003cp\u003eLay the groundwork for a productive discussion.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eReduce distractions\u003c/strong\u003e:  Turn off the TV, turn down the music, make sure the kids are not underfoot, turn off your phones.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eSit where you can see each other\u003c/strong\u003e: While it may be tempting to start an important discussion while you are in the car or in different rooms, make sure that you are sitting somewhere where you can easily see and hear each other.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eTime of day matters\u003c/strong\u003e: Think about your body clock.  If you are a night owl, trying to have an important conversation at 7 am may be challenging.  On the other hand, heated conversations just before bedtime may be too stimulating and may make it hard to fall asleep. Pick a \u0026quot;good\u0026quot; time of day to start the conversation. \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eLeave enough time for a full discussion\u003c/strong\u003e:  If the in-laws are arriving at 5 pm, it may not be a good idea to start your conversation at 4:30 pm.  Make sure you allow an adequate period of time to air all concerns.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eArrange for babysitters\u003c/strong\u003e:  If you have young children, it is impossible to have a thoughtful adult conversation while the kids are awake, and you will probably be too tired to have the conversation after the kids are asleep.  If you have something important to discuss, schedule it and make childcare arrangements for the children.\u003c/p\u003e\n","position":8},{"title":"What Do You Want to Say?","body":"\u003cp\u003eKnow what you want!\u003c/p\u003e\n\n\u003cp\u003eHere are some questions to ask yourself BEFORE you start a discussion.    \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhat are your goals?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat do you want to get out of the discussion?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat do you want the other person to understand about your point of view?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you plan to make a request?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat do you hope will be the outcome of the communication?\u003c/li\u003e\n\u003c/ul\u003e\n","position":9},{"title":"Making \"I\" Statements","body":"\u003cp\u003eThe format of an \u0026quot;I\u0026quot; Statement:\u003c/p\u003e\n\n\u003cp\u003eI feel (\u003cem\u003eyour emotion\u003c/em\u003e) when you (\u003cem\u003ea behavior or condition\u003c/em\u003e) because ( \u003cem\u003edescribes why the behavior or condition makes you feel  this way\u003c/em\u003e).\u003c/p\u003e\n\n\u003cp\u003eAn example of an \u0026quot;I\u0026quot; Statement:\u003c/p\u003e\n\n\u003cp\u003eI feel hurt when you come home late without calling because I feel like you don\u0026#39;t care about me.\u003c/p\u003e\n\n\u003cp\u003eThe goals of \u0026quot;I\u0026quot;  Statements are to  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eTake responsibility for your feelings (\u0026quot;I feel angry\u0026quot; instead of \u0026quot;you make me angry\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAllow you to express a feeling accurately and less hostilely (\u0026quot;I feel angry and hurt\u0026quot; instead of \u0026quot;you make me crazy\u0026quot;)\u003c/li\u003e\n\u003cli\u003eAvoid making \u0026quot;all or nothing,\u0026quot; over-generalized statements about another person (\u0026quot;I feel mad when you don\u0026#39;t help around the house\u0026quot; rather than \u0026quot;You are selfish\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHelp you be clear with another person about why their behavior is causing a problem  ( \u0026quot;I feel frustrated when you don\u0026#39;t listen to me because it makes me feel like you think I am stupid or unimportant.\u0026quot;)\u003c/li\u003e\n\u003cli\u003eMinimize the other person\u0026#39;s defensiveness\u003c/li\u003e\n\u003cli\u003eAvoid blame associated with \u0026quot;you\u0026quot; statements (such as \u0026quot;you are such a jerk!\u0026quot;)\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIn the next exercise, you will practice making \u0026quot;I\u0026quot; Statements\u003c/p\u003e\n","position":10},{"title":"Being a Good Listener","body":"\u003cp\u003eTo improve communication, become a better listener!\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003ePay attention\u003c/strong\u003e\u003cbr\u003e\n\u003cem\u003eListen\u003c/em\u003e to the person speaking, rather than the \u0026quot;noise\u0026quot; around you.\u003cbr\u003e\n\u003cem\u003eLook\u003c/em\u003e at the speaker directly,  making eye contact.\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eShow the speaker that you are listening\u003c/strong\u003e\u003cbr\u003e\n\u003cem\u003eLean into\u003c/em\u003e the conversation with your body to show that you are paying attention.  Use open body language.\u003cbr\u003e\nNod and use \u003cem\u003eencouraging non-verbal statements\u003c/em\u003e like \u0026quot;uh huh\u0026quot; to show that you are listening.  \u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eProvide feedback\u003c/strong\u003e\u003cbr\u003e\nReflect what is said back to the speaker by \u003cem\u003eparaphrasing\u003c/em\u003e his or her main points.\u003cbr\u003e\n\u003cem\u003eAsk questions\u003c/em\u003e to get clarification. \u003c/p\u003e\n\n\u003cp\u003ePractice your listening skills to become a better listener.  Like all skills, the more you do it, the more proficient you will become.\u003c/p\u003e\n","position":11},{"title":"Asserting Yourself: What is Too Much and What is Too Little?","body":"\u003cp\u003eIf you are not assertive enough (common when depressed)  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eYou won\u0026#39;t make your needs known\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYou won\u0026#39;t get your needs met\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eExamples of non-assertive communication behavior  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003ePoor eye contact\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSoft speech\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eNot asking for what you want or need\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAlways saying \u0026quot;yes\u0026quot; or \u0026quot;ok\u0026quot;\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf you are too assertive (common when manic)  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eOthers will be frustrated with or angry at you\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYou may hurt or offend others\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYou won\u0026#39;t get your needs met because others will be so annoyed or upset\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eExamples of overly assertive (or aggressive) communication behavior  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eSpeaking loudly\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFrequently interrupting\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFailure to listen\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMaking demands\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTalking down to the other person\u003c/li\u003e\n\u003c/ul\u003e\n","position":12},{"title":"Asserting Yourself: Just Right","body":"\u003cp\u003eJust like \u003ca href=\"https://www.youtube.com/watch?v=KndSVsY5HWM\"\u003eGoldilocks\u003c/a\u003e found a porridge bowl that was \u0026quot;just right\u0026quot; for her, the goal of effective  communication is to be assertive in the  \u0026quot;just right\u0026quot; amount.\u003c/p\u003e\n\n\u003cp\u003eAssertive communication   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eRespects the feelings and opinions of others\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eClearly states needs and wants\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eStands up for your rights\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eTo communicate assertively  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eMake good eye contact\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eSpeak firmly and clearly\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eState your needs/wishes clearly and directly\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBe a good listener\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eExpress your feelings but don\u0026#39;t be too emotional\u003c/li\u003e\n\u003cli\u003ePractice or rehearse what you want to say\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThis \u003ca href=\"https://www.youtube.com/watch?v=ubSL1tFmgDc\"\u003evideo\u003c/a\u003e summarizes how to be assertive (but not aggressive) when you communicate. \u003c/p\u003e\n","position":13}]},{"lesson":{"id":13,"title":"Relationships and Rhythms","position":10,"bit_core_tool_id":11,"created_at":"2016-02-02T20:52:46.178-06:00","updated_at":"2016-02-02T20:52:46.178-06:00","is_viz":false},"slides":[{"title":"Disagreements","body":"\u003cp\u003eDisagreements between two people are part of healthy relationships\u003c/p\u003e\n\n\u003cp\u003eHowever, disagreements can become problematic and contribute to mood symptoms when they are  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eRepetitive\u003c/strong\u003e (the same argument over and over again)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eUnresolved\u003c/strong\u003e (stuck on the problem)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eHopeless\u003c/strong\u003e (it will never work out)\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe next few exercises will focus on  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIdentification of \u003cem\u003eproblem patterns in relationships\u003c/em\u003e that lead to disagreements\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eImpact of  \u003cem\u003edisagreements on rhythms\u003c/em\u003e\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eStrategies for \u003cem\u003eimproving problem relationships\u003c/em\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":1},{"title":"Problem Patterns","body":"\u003cp\u003eDisagreements occur when  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cp\u003ePeople expect different things from each other  \u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eJosephine liked being in charge.  She hired Beth to manage the office, expecting her to handle paperwork and administrative tasks.  Beth was very organized and expected that her competence in administrative tasks would be rewarded with greater responsibility.  After a year of working together, Josephine acknowledged Beth\u0026#39;s skills but refused to give  her additional freedom and responsibility. Beth accused Josephine of being a micro-manager.  Josephine valued Beth as an employee but felt that she was being  arrogant and disrespectful.  They both felt angry and misunderstood\u003c/em\u003e.\u003c/p\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIn this scenario, Beth expects Josephine to be \u0026quot;hands off\u0026quot; while Josephine wants to be in control.  Josephine expects Beth to be collaborative while Beth  wants to be independent.  These mis-matched expectations are a set up for a disagreement that, in turn, negatively impacted both women\u0026#39;s moods.\u003c/p\u003e\n\n\u003cp\u003eDo you have mis-matched expectations in any of your relationships?\u003c/p\u003e\n","position":2},{"title":"Common Mistakes","body":"\u003cp\u003eCommon communication mistakes that lead to problem disagreements:\u003c/p\u003e\n\n\u003cp\u003e\u003cstrong\u003eAssume that the other person knows what you are thinking\u003c/strong\u003e: You have just told your wife that you are worried about making ends meet this month.  You assume  she  knows  the answer to the question, \u0026quot;Is it ok for me to go shopping for clothes this weekend ?\u0026quot; Never assume!  Always say what you are thinking out loud.\u003cbr\u003e\n\u003cstrong\u003eFail to take the other person\u0026#39;s perspective\u003c/strong\u003e: You mother just told you that she is planning to put your father into a nursing home.  You cannot believe how cruel she is!  You love your father and know that he will be miserable there.  You might be less angry at your mother, however, if you put yourself in her shoes.  Imagine how difficult it has been for her to live with your father\u0026#39;s dementia over the past 5 years.\u003cbr\u003e\n\u003cstrong\u003eGive in without sticking up for yourself\u003c/strong\u003e:  You have sex with your boyfriend Zach just to stop him from complaining about the fact that the two of you never have sex anymore.  But immediately you feel terrible about yourself for having given in, worse than you did when you weren\u0026#39;t having sex.   You might be less angry at Zach and less upset with yourself if you had talked with Zach about why you had lost interest in having sex with him and tried to work out some of the issues in the relationship before having sex.\u003c/p\u003e\n","position":3},{"title":"Disagreements and Rhythms","body":"\u003cp\u003ePeople help anchor our rhythms; when we have disagreements, our rhythms can become unstable.\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003ePeter was so angry at Jon that he couldn\u0026#39;t fall asleep at night.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eCara was so upset by her fight with Julio that she didn\u0026#39;t eat lunch or dinner.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTony spent all night pacing, trying to figure out how to apologize to Alicia.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMarianne changed all of her contact information to avoid Lorenz.  But then none of her other friends could contact her either.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eChantal stopped going to work because she was so angry with Brian.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eHere are some tips to keep your rhythms stable when you have disagreements  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDon\u0026#39;t have important discussions close to bedtime\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDon\u0026#39;t go to bed angry\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eRemind yourself to eat and exercise, even if you are upset\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eFind positive supports to help you stay anchored when you are in the middle of a fight\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"Improving Problem Relationships","body":"\u003cp\u003eSteps to Improving Problem Relationships\u003c/p\u003e\n\n\u003cp\u003eAsk yourself  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eWhat do I want in this relationship?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat are my options?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe first step is the most important.  You need to think about \u0026quot;The Big Picture.\u0026quot;  Wishes/wants may include  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eImprove the relationship\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eEnd the relationship\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGet more help from your partner\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHave a more equal relationship\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHave a greater emotional connection\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eExperience more physical intimacy\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eOnce you know what you want (Big Picture), generate a list of options which may include  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eCouples counseling\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMaking direct requests for change  (\u0026quot;I would be happier in this relationship if we had more intimacy\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBargaining (\u0026quot;if i agree to help more with the cooking, would you be willing to do more child care?\u0026quot;)\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eScheduling time together\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAccepting that the relationship is ending/over\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIt is very important that you try to explain as clearly as possible to your partner your Big Picture goals and share your strategies to try to reach those goals.  \u003c/p\u003e\n\n\u003cp\u003eThe next few exercises will discuss approaches to working together to reach your goal. \u003c/p\u003e\n","position":5},{"title":"Make a Positive Connection","body":"\u003cp\u003eWhen you have been fighting with someone, push the \u0026quot;reset\u0026quot; button by making a positive connection.  This doesn\u0026#39;t mean giving in or giving up.  But, sometimes a brief truce will help decrease tensions temporarily, paving the way for  making progress in the disagreement.  \u003c/p\u003e\n\n\u003cp\u003eStrategies for making a positive connection include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eLeave a peace offering like flowers or hand-made card\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMake a meal together\u003c/li\u003e\n\u003cli\u003eTake a walk together and promise not to talk about the conflict\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHold hands\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eTell each other a joke\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWork on a puzzle together\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eLook into each other\u0026#39;s eyes and smile\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eHug\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eGive and accept a compliment\u003c/li\u003e\n\u003c/ul\u003e\n","position":6},{"title":"Empathy","body":"\u003cp\u003eEmpathy is the ability to understand and share the feelings of others.\u003c/p\u003e\n\n\u003cp\u003ePut yourself in the position of the person with whom you disagree. Pretend that you are him/her.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eHow do you feel?\u003c/li\u003e\n\u003cli\u003eWhat do you want?\u003c/li\u003e\n\u003cli\u003eWhat do you expect?\u003c/li\u003e\n\u003cli\u003eWhat do you need?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eTaking the perspective of another person--especially a person who you are fighting with--can help you appreciate their dilemma and be sympathetic to their situation. \u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eCarol was furious at her daughter for getting  poor grades in school this term.  Eleventh grade would determine where her daughter went to college, so she wanted Emma to do well. The more she pushed Emma,  however, the worse she seemed to do on tests.  Finally, the guidance counselor told Carol that she was being too hard on Emma.  She asked Carol to think about the amount of pressure that Emma felt. Emma was applying for several scholarships that required a high GPA, and she was a nervous wreck about it.  Carol admitted that her own worries prevented her from thinking about it from Emma\u0026#39;s viewpoint. When she really thought about it from Emma\u0026#39;s perspective, she realized that Emma wanted to do well and  probably also felt terrible about disappointing her mother.  When the guidance counselor asked if her if she thought additional pressure would help Emma, Carol admitted that maybe she was making things worse by criticizing Emma\u0026#39;s school performance\u003c/em\u003e.\u003c/p\u003e\n","position":7},{"title":"Positive Requests for Change","body":"\u003cp\u003eWhat is The Big Picture?  What do you want to change?\u003c/p\u003e\n\n\u003cp\u003eTo make positive, constructive, requests for change, follow these steps:\u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003eLook the other person directly in the eye  (in Western cultures)\u003c/li\u003e\n\u003cli\u003eUse a calm tone of voice\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eUse \u0026quot;I\u0026quot; statements\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eState your request directly\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eBe  empathic\u003c/li\u003e\n\u003cli\u003eTell the person how it will make you feel\u003cbr\u003e\u003c/li\u003e\n\u003c/ol\u003e\n\n\u003cp\u003e\u003cem\u003eColum and David have been dating for 18 months and living together for 4 months.  David has not told his family that he is romantically involved with Colum, leading his parents to think that they are \u0026quot; just roommates.\u0026quot; Colum is angry at David for lying about him, feeling that it diminishes their relationship. Colum wants David to tell his parents the truth\u003c/em\u003e.  \u003c/p\u003e\n\n\u003cp\u003eColum makes a positive request for change using these strategies:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003e\u0026quot;I\u0026quot; statement\u003c/strong\u003e: \u003cem\u003eI feel hurt when you lie to your parents about who I am in your life because it makes me feel like our relationship is unimportant to you\u003c/em\u003e.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eDirect request\u003c/strong\u003e:  \u003cem\u003eI would really like you to tell your parents the truth about us. I would like you to do this before we go visit them in March\u003c/em\u003e.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eEmpathic statement\u003c/strong\u003e: \u003cem\u003eI know that you are scared, but I will be there for you\u003c/em\u003e.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e \u003cstrong\u003eStatement of feeling\u003c/strong\u003e: \u003cem\u003eIf you do this for me, I would feel much happier and less worried about our relationship\u003c/em\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n","position":8},{"title":"Rules for Constructive Fighting","body":"\u003cp\u003eWhen you have an argument (and everyone has arguments), try to follow these rules:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eThink about The Big Picture\u003c/strong\u003e.  Why are you fighting and what do you want? Are you really angry at your husband for leaving the toilet seat up again or is this about wanting him to help out more with household chores and not dump on you so much?  Think about your goal for the fight beyond expressing anger. \u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eTake turns talking\u003c/strong\u003e.  Even if you are really angry, take a breath and give the other person a chance to speak.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eDisagree but don\u0026#39;t be disagreeable\u003c/strong\u003e.  Be nice. It will help you reach your goal.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eNo name calling\u003c/strong\u003e.  Swearing, cursing, name-calling and other put-downs make people angrier and don\u0026#39;t help resolve the problem. \u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eDon\u0026#39;t be provocative\u003c/strong\u003e.  Don\u0026#39;t say things just to get a rise out of the other person  like, \u0026quot;You really don\u0026#39;t care about me\u0026quot; or \u0026quot;You make me want to go out and have an affair.\u0026quot;  Say what you really mean, trying to stick to your feelings and facts.\u003c/li\u003e\n\u003cli\u003eWhen in doubt, \u003cstrong\u003euse \u0026quot;I\u0026quot; statements\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eBe direct\u003c/strong\u003e.  If you have something you need to say, say it.  Avoid indirect comments designed to stir up negative emotions like, \u0026quot;You don\u0026#39;t want to hear what I have to say\u0026quot; or \u0026quot;Do you want me to say something I will regret?\u0026quot;\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eFocus on the issue\u003c/strong\u003e.  Fights often unravel, moving from a constructive discussion of a problem to yelling and put-downs.  Keep the conversation focused on the problem and possible solutions. \u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eTake time outs\u003c/strong\u003e.  If things get too \u0026quot;hot,\u0026quot; take a time out.  If one or both of you gets really upset, give each other some space and come back to the discussion at another time.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eEnd on a positive note\u003c/strong\u003e.  Even if it has been a tough battle, try to end with something positive.  Thanking the other person for listening or agreeing to disagree can help you both walk away less upset than when you started.\u003c/li\u003e\n\u003c/ul\u003e\n","position":9}]},{"lesson":{"id":14,"title":"Timing Tomorrow","position":11,"bit_core_tool_id":11,"created_at":"2016-02-02T20:53:04.708-06:00","updated_at":"2016-02-02T20:53:04.708-06:00","is_viz":false},"slides":[{"title":"All Our Yesterdays","body":"\u003cp\u003eCommonly, those with bipolar disorder look back on their lives and identify a period before the illness started that was different that their current life.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDo you remember your life prior to having bipolar disorder?\u003c/li\u003e\n\u003cli\u003eWas your life different then?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat was your life like then?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eMany miss their old life.  Here is what some people have said.\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eI used to know how I would feel when I woke up in the morning, but now I am never sure\u003c/em\u003e.\u0026quot;   -Daniel, age 25  \u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eIn the past, I didn\u0026#39;t have to worry about staying on a regular schedule, but now I have to make sure I am in bed by 11 pm every night\u003c/em\u003e.\u0026quot;  -Tiffany, age 30  \u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eBefore my first manic episode, I never worried if I would succeed in life, but now I constantly second guess myself\u003c/em\u003e.\u0026quot;  -Jenna, age 19\u003c/p\u003e\n\n\u003cp\u003eWhat about you?  How do you feel about the time before your illness started?   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDo you miss it?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eWhat do you miss about it?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you ever feel angry about having bipolar disorder?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you ever wish you could make it go away?\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThese are normal feelings.  It can be helpful to talk about these feelings with someone you trust (a friend, a pastor, your doctor).  You can also talk to others who have had similar experiences by connecting with virtual or in-person peer support groups like the  \u003ca href=\"http://www.dbsalliance.org/site/PageServer?pagename=home\"\u003e Depression and Bipolar Support Alliance\u003c/a\u003e\u003c/p\u003e\n","position":1},{"title":"Looking Ahead","body":"\u003cp\u003e\u0026quot;\u003cem\u003eI was planning to become a jazz musician when I had my first manic episode.  I was playing lots of late night gigs with the band and traveling on the road at least 15 days a month.  We drank a lot too.  When my doctor explained the importance of regular rhythms for managing bipolar disorder,  I realized that making a living as a jazz performer was going to be a problem. Because of my bipolar disorder, I ended up going back to school instead\u003c/em\u003e.\u0026quot;  --Jason, music teacher, age 45\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eI always wanted to have many children.  During a post-partum depression following the birth of my second child, I was so miserable that, at times, I wished I were dead.  It was such an awful experience that I never want to go through that again.  My doctor told me that I could be at risk if I went off of my medication to have another child. He told my I could have the option of staying on medication during pregnancy, but that has some risk too.  I\u0026#39;m angry that I have to choose between having more children and my mental health\u003c/em\u003e.\u0026quot;  -- Eleanor, mother, age 30\u003c/p\u003e\n\n\u003cp\u003eBipolar disorder sometimes requires you to make changes to or interrupts your plans.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eDid you have to make changes to your lifestyle or career plans because of your bipolar disorder?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDo you feel sad or angry about about effects that bipolar disorder may have on your life in the future?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eAnger and sadness about the impact of bipolar disorder on your future is common.  Talk to your friends and relatives about these feelings or connect with a peer support group such as \u003ca href=\"http://www.dbsalliance.org/site/PageServer?pagename=home\"\u003eDepression and Bipolar Support Alliance\u003c/a\u003e\u003c/p\u003e\n","position":2},{"title":"Adapting to Tomorrow","body":"\u003cp\u003e\u0026quot;\u003cem\u003eI used to think that I could never be a successful physician because I have bipolar disorder, but I figured out that as long as I picked a sub-specialty that doesn\u0026#39;t require me to stay up all night on-call, I can keep a regular schedule and maintain rhythm stability.  It wasn\u0026#39;t the career path I expected\u003c/em\u003e. \u0026quot;   --Eliza, radiologist, age 37\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eI know that I have to stay on lithium to remain well. However, in order for me to stay on lithium, I had to give up on breastfeeding because it would be too dangerous for my baby\u003c/em\u003e.\u0026quot;  --Cathy, mother, age 28  \u003c/p\u003e\n\n\u003cp\u003eMany people  lead successful lives with bipolar disorder.  However, sometimes compromises are needed to optimize health. For instance  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eTaking a job with regular hours\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eMaking sure you have health insurance\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eReducing the stress in your life\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAsking for help to take care of things that you used to do by yourself\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDealing with medication side effects\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eHave you ever made a compromise to make it possible for you to better manage your life with bipolar disorder?\u003c/p\u003e\n\n\u003cp\u003eHow did you feel about having to make that compromise? Some people feel sad or angry about having to adjust their goals or plans.  \u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eAt first, I was angry about having to make adjustments to my career plans.  I wanted to be a surgeon, but that life style was too hard on me.   I had worked really hard to get to medical school, and it seemed unfair that just because I had bipolar disorder, I had to change my goals.  But now I am working a 9 am to 5 pm job and haven\u0026#39;t had a mood episode in a long time.  I think it was worth it\u003c/em\u003e. \u0026quot;   --Eliza, radiologist, age 37\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;\u003cem\u003eI was sad that I couldn\u0026#39;t breastfeed, but staying well and not breastfeeding seemed a good compromise both for me and my family\u003c/em\u003e.\u0026quot;  --Cathy, mother, age 28  \u003c/p\u003e\n","position":3},{"title":"Your Path","body":"\u003cp\u003eYou can create your own path to success.  Make sure that you pay attention to strategies that promote wellness in all areas of your life.\u003c/p\u003e\n\n\u003cp\u003e\u003cem\u003eWork\u003c/em\u003e  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eShift work\u003c/strong\u003e:  Avoid jobs that require you to work irregular hours or shifts.  This will make it difficult for you to maintain regular rhythms.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eNight call\u003c/strong\u003e:  Night turn or \u0026quot;on call\u0026quot; shifts disrupt rhythms.  Avoid jobs that include these kind of responsibilities.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eNo work\u003c/strong\u003e:  Absence of work or scheduled activities can be just as much of a problem as too many activities.  Even if you are not working, make sure you have somewhere to go or be every day.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003eSocial\u003c/em\u003e   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eRelationships\u003c/strong\u003e:  Relationships (friendships, romantic relationships, colleagues) help most people\u0026#39;s moods.  Try to build up your social network so that you have relationships.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eSocial contact\u003c/strong\u003e:  Regular social contact anchors your day.  Make sure you have conversations and face-to-face contact with other people every day.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eCommunication\u003c/strong\u003e:  Practice the skills you learned in RAY.  Better communication will lead to better relationships which will improve your mood.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003ePhysical\u003c/em\u003e   \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eHealth care\u003c/strong\u003e:  Go to your doctors\u0026#39; appointments and take care of your health maintenance activities like getting regular check ups and doing recommended lab tests.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eExercise\u003c/strong\u003e:  Regular exercise is good for your body and social rhythms.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eSleep\u003c/strong\u003e: Get enough (but not too much!) sleep.  Stay on a regular sleep/wake schedule.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003e\u003cem\u003eStress\u003c/em\u003e    \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003ePlan\u003c/strong\u003e: Make a \u0026quot;to do\u0026quot; list of all the things you have to do today.  Check the 5 most important tasks.  Cross off the 5 least important tasks.  Put question marks by everything else.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAsk for help\u003c/strong\u003e: When you feel overwhelmed, talk to someone.  Ask for help prioritizing or taking care of things.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eTake time out\u003c/strong\u003e:  Give yourself breaks.  Take a 1 minute break at your desk by closing your eyes and thinking of something pleasant.  Take a 15 minute break in the middle of the day to take a walk.  Take a day off for a \u0026quot;mental health\u0026quot; day. \u003c/li\u003e\n\u003c/ul\u003e\n","position":4},{"title":"Dealing with Setbacks","body":"\u003cp\u003eSetbacks happen.  It is not \u003cem\u003ewhether\u003c/em\u003e they will happen but  \u003cem\u003ewhen\u003c/em\u003e they will happen.  More importantly, what can you do do about them?\u003c/p\u003e\n\n\u003cp\u003eHere are some tips.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e-\u003cstrong\u003eDon\u0026#39;t panic\u003c/strong\u003e: Some mood fluctuation is part of the natural course of bipolar disorder.  You may be having a bad day.  Give yourself some space to relax and use skills taught in RAY.  It may just pass with time.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e- \u003cstrong\u003eRecovery is often an up and down process\u003c/strong\u003e:  Getting better is not a straight line.  Most people who get better have good and bad days on the road to recovery.  Rather than expecting that every day will be better than the last, it is more reasonable to check to see if there is improvement week to week or month to month.  Use your SRMs to keep track.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e- \u003cstrong\u003eAsk other people for help\u003c/strong\u003e:  Getting help from others does not take away from all that you have accomplished.  It shows that you have learned to take advantage of your social support network.  Ask for help when you feel worse.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e- \u003cstrong\u003eRemember that it\u0026#39;s not your fault\u003c/strong\u003e:   Worsening mood may indicate that this self-help approach is not strong enough or that you need more help than RAY can provide.  Talk to your doctor about other treatment options.\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":5},{"title":"Talking to Family and Friends","body":"\u003cp\u003eTalking to family and friends about bipolar disorder can be challenging. If you haven\u0026#39;t had \u0026quot;the conversation\u0026quot; with them yet, here are some suggestions that may help.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eHave information available\u003c/strong\u003e.  You should have information about bipolar disorder easily accessible to give them.  It is helpful to let them read about bipolar disorder from an expert source.  The National Institute of Mental Health (NIMH) is a good source of information.  Click \u003ca href=\"http://www.nimh.nih.gov/health/publications/bipolar-disorder-in-adults/index.shtml\"\u003ehere\u003c/a\u003e  for more information about bipolar disorder from NIMH.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eWrite it down\u003c/strong\u003e,  Before you start, write down the main points that you want to make.  It will help you stay focused and organized.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eLeave enough time\u003c/strong\u003e.  Don\u0026#39;t do this when you or they are rushed.  Leave time for discussion and questions.  And for the sake of your social rhythms, don\u0026#39;t do it late at night.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eIf you get a bad reaction, don\u0026#39;t freak out\u003c/strong\u003e.   This information can be hard to process.  Remember that the other person\u0026#39;s reaction is more about them than you.  Give them time and space to think.  You can revisit the issue later after they\u0026#39;ve calmed down.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eLine up support for yourself\u003c/strong\u003e.  If you expect that the conversation will be difficult, invite a support person to join you or set a date for coffee afterward so that you have support during and afterward.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eThe more people who understand your struggles, the bigger your social support network.\u003c/p\u003e\n","position":6},{"title":"Reviewing Progress","body":"\u003cp\u003eAs RAY comes to an end next week, it is important to think about what you have accomplished over the past 11 weeks.  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eHave you met your SRM goals?\u003c/li\u003e\n\u003cli\u003eHas meeting your goals had an impact on your mood?\u003c/li\u003e\n\u003cli\u003eWhat effect has RAY had on your relationships?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eMaybe some goals were harder to achieve than others.  For those goals, consider these possibilities:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIs this something that you are still working on, that you might still achieve with more time?\u003c/li\u003e\n\u003cli\u003eWould you have had an easier time reaching the goal if you broke it into smaller, more manageable pieces?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIs the goal no longer relevant?\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eDid you learn something else while trying to meet the goal?\u003cbr\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":7}]},{"lesson":{"id":15,"title":"Staying in Rhythm","position":12,"bit_core_tool_id":11,"created_at":"2016-02-02T20:53:40.094-06:00","updated_at":"2016-02-02T20:53:40.094-06:00","is_viz":false},"slides":[{"title":"Controlling My Fate: What are the Early warning Signs of Mania?","body":"\u003cp\u003eWarning signs are changes in mood or behavior that signal that a person may be about to have a manic or depressive episode. Warning signs are unique to every person.\u003c/p\u003e\n\n\u003cp\u003eCommon warning signs for mania include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  Talking faster and louder\u003c/li\u003e\n\u003cli\u003e  Invading other people’s personal space\u003c/li\u003e\n\u003cli\u003e  Needing less sleep\u003c/li\u003e\n\u003cli\u003e  Feeling more anxious\u003c/li\u003e\n\u003cli\u003e  Making impulsive decisions\u003c/li\u003e\n\u003cli\u003e  Starting lots of new activities\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWarning signs can be hard to notice:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eSymptoms are often mild and don’t cause major problems in everyday life.\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eYou may not know your warning signs for mania yet.  Sometimes you have to experience a few episodes before you can figure out what your warning signs are. \u003c/li\u003e\n\u003cli\u003eFriends and family members sometimes notice changes before you do.\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIf you catch mania early, sometimes you can prevent it from developing into a full-blown episode.    \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cp\u003ePreventing the consequences of a manic episode helps you stay on track in your life.\u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eIf you have had episodes that have resulted in negative consequences such as hospitalization, disrupted relationships, or job problems, it is especially important to spot the warning signs as early as possible.\u003c/p\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":1},{"title":"What are the Early Warning Signs of Depression?","body":"\u003cp\u003eCommon warning signs of a depressive episode include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  Feeling slowed down/fatigued\u003c/li\u003e\n\u003cli\u003e  Being more self-critical\u003c/li\u003e\n\u003cli\u003e  Feeling hopeless\u003c/li\u003e\n\u003cli\u003e  Lower self-esteem\u003c/li\u003e\n\u003cli\u003e  Loss of interest in things you usually like\u003c/li\u003e\n\u003cli\u003e  Withdrawing  from people you normally talk to on a regular basis\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eYou don’t have to feel sad to be at risk for starting a depressive episode!  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eIt is common for ”depression” to feel like numbness or emptiness. \u003c/li\u003e\n\u003cli\u003eSometimes you won\u0026#39;t  feel sad but rather feel sluggish or slow. \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eSometimes it can be hard to know the difference between warning signs of depression vs. mania. For example, increased irritability and anxiety could be a warning sign for mania in one person, and a warning sign for depression in another person. Warning signs that are common for mania AND depression  include:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003eInsomnia\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eAnxiety\u003c/li\u003e\n\u003cli\u003ePoor concentration\u003cbr\u003e\u003c/li\u003e\n\u003cli\u003eIrritability\u003c/li\u003e\n\u003c/ul\u003e\n","position":2},{"title":"My Early Warning Signs","body":"\u003cp\u003e[Interactive tool here]\u003c/p\u003e\n","position":3},{"title":"Getting Help: Relapse Prevention Planning","body":"\u003cp\u003eThe time period between the first   symptoms and \u0026quot;full blown\u0026quot; mania or depression is different for every person. It can last anywhere from a day to several weeks.\u003c/p\u003e\n\n\u003cp\u003eKnowing your warning signs will allow you to seek help for an episode before it takes over your life. \u003c/p\u003e\n\n\u003cp\u003eSometimes your loved ones will  notice these warning signs before you do.  It is important to enlist friends and family members in relapse planning whenever possible.\u003c/p\u003e\n\n\u003cp\u003ePlanning for relapse means creating a plan to stop your episodes before they get out of control.  Relapse prevention plans are created when you are feeling well and consist of a written list of:\u003c/p\u003e\n\n\u003col\u003e\n\u003cli\u003e Your warning signs\u003c/li\u003e\n\u003cli\u003e What you will do when you notice you warning signs\u003c/li\u003e\n\u003cli\u003e What your loved ones should do when they notice your warning signs\u003c/li\u003e\n\u003c/ol\u003e\n","position":4},{"title":"Rhythms and Relapse Prevention","body":"\u003cp\u003e**\u003c/p\u003e\n\n\u003ch3\u003eLife changes and rhythm disruptions can trigger mood episode.\u003c/h3\u003e\n\n\u003cp\u003e**  \u003c/p\u003e\n\n\u003cp\u003eThink about whether your mood may be especially vulnerable to specific  life changes that upset your rhythms.  Think back to what was going on in your life just before the start of depressive and manic episodes in your life.  What kind of changes happened before you mood shifted?\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  Did you have increased stress at work?\u003c/li\u003e\n\u003cli\u003e  Did you have to stay up all night to finish a project?\u003c/li\u003e\n\u003cli\u003e  Were you arguing with your spouse?\u003c/li\u003e\n\u003cli\u003e  Did a certain life event cause you to have decreased contact with friends and family?\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eIdentify life events that altered your rhythms and induced an episode in the past.   Can you think of an example?  \u003c/p\u003e\n\n\u003cp\u003eYou may need to be especially careful when faced with a  similar event in the future.  Add to your relapse prevention plan a strategy for paying extra attention to any change in your mood or behavior when faced with these kind of life or rhythm changes.\u003c/p\u003e\n\n\u003cp\u003eFor instance, if you developed your first manic episode after an especially difficult exam period in college, you may very vulnerable to sleep deprivation and stress.  You may wish to add to your relapse prevention plan a statement like the following:\u003c/p\u003e\n\n\u003cp\u003e\u0026quot;If I get less than 6 hours of sleep, I will take it easy the next day, calling off work or not going to class if necessary.  If I have two days in a row of less than 6 hours of sleep, I will call my parents to let them know that I may be slipping into mania again.\u0026quot;\u003c/p\u003e\n","position":5},{"title":"My Doctor and Relapse Prevention","body":"\u003cp\u003eIt is important to maintain a healthy and trusting relationship with your doctor. So, work with your doctor to create a unique plan outlining what to do when experiencing abnormal mood changes or having an episode.\u003c/p\u003e\n\n\u003cp\u003eSome things to consider when creating a plan with your doctor:\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  What number(s) should you call or who should you contact when you are starting to notice warning signs? (Family? Friends? A hotline?)\u003c/li\u003e\n\u003cli\u003e  What number(s) should you call for an emergency? (Hospitals, mental health clinics, crisis numbers)\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eWhen talking to your doctor, make sure you tell him or her the whole story!\u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  Let your doctor know if you have not been sticking to a regular routine, getting enough sleep, or engaging in risky activities\u003c/li\u003e\n\u003cli\u003e  Be honest about any missed medication doses! \u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eYour doctor cannot make the best decision as to how to help you unless he or she has all the correct information!\u003c/p\u003e\n\n\u003cp\u003eWhen in doubt or if you experience thoughts of suicide, go to the nearest emergency room or call 911 for help.\u003c/p\u003e\n","position":6},{"title":"My Family/Friends and Relapse Prevention","body":"\u003cp\u003eKeeping close family and friends involved in helping to monitor your illness can help you stay healthy. \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e  Tell them or give them a list of your warning signs\u003c/li\u003e\n\u003cli\u003e  \u003ca href=\"https://www.nimh.nih.gov/health/topics/bipolar-disorder/index.shtml\"\u003eProvide them with information about bipolar disorder\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e  Ask them about what warning signs they notice in you\u003c/li\u003e\n\u003cli\u003e  Come up with a plan together for what to do when one of you notices the warning signs\n\n\u003cul\u003e\n\u003cli\u003eHow do you want them to approach you when they notice these warning signs?\u003c/li\u003e\n\u003cli\u003eWhat do they want you to do when they approach you? How do they want you to respond to their concerns? \u003c/li\u003e\n\u003cli\u003eWhat should they do if you don’t listen?\u003c/li\u003e\n\u003cli\u003eAre they allowed to call a doctor or hospital for you?\u003c/li\u003e\n\u003c/ul\u003e\u003c/li\u003e\n\u003c/ul\u003e\n","position":7},{"title":"My Relapse Prevention Plan","body":"\u003cp\u003e[Interactive tool here]\u003c/p\u003e\n","position":8},{"title":"Keeping the Beat!","body":"\u003cp\u003eYou’re on the path to success! After completing RAY, you have new skills that can help you take control of your life and your illness.\u003c/p\u003e\n\n\u003cp\u003eRemembering these important points will help you and your rhythms:  \u003c/p\u003e\n\n\u003cul\u003e\n\u003cli\u003e\u003cp\u003eYour body clock is affected by \u003cstrong\u003ecues in your environment\u003c/strong\u003e.  Keep those cues as regular as possible.  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eYour \u003cstrong\u003emood\u003c/strong\u003e is affected by--and affects--your body clock.  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eKeeping a \u003cstrong\u003eregular schedule\u003c/strong\u003e helps you stay on track and prevents future episodes!\u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eStay on track with \u003cstrong\u003egood sleep habits\u003c/strong\u003e. Try to go to bed and get up at the same time every day---even weekends!  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003e\u003cstrong\u003eMonitor your SRMs\u003c/strong\u003e to detect changes in your mood and rhythms.  \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eWork on \u003cstrong\u003ecommunication\u003c/strong\u003e. Good communication improves relationships which helps your mood. \u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eKeep \u003cstrong\u003eothers involved\u003c/strong\u003e ! Educating close family/friends about your illness will have a positive impact on your health.\u003c/p\u003e\u003c/li\u003e\n\u003cli\u003e\u003cp\u003eKnow your \u003cstrong\u003ewarning signs\u003c/strong\u003e! Keep a list of your possible warning signs  and look at it periodically to remind yourself. The more you know your warning signs, the better you will be at detecting them when they show up in your life.\u003c/p\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003cp\u003eKeep the beat!\u003c/p\u003e\n","position":9}]}]